[
	/* day 1*/
	{
		shouyun_rating:1,
		shouyun_content:'不宜同房，经期同房生殖系统易感染，经期同房子宫内膜逆流入盆腔引起子宫内膜异位症，经期同房可引起女性不会怀孕',
        jianfei_rating:2,
		jianfei_content:'不要试图在此阶段进行节食或超强运动量的减肥，而是将目标放在“塑形”上。月经期也是塑造健美身材的好时机，而过度的节食容易导致脱水却不能减去脂肪。',
		meiji_rating:3,
		meiji_content:'受新陈代谢周期与体内内分泌的影响，体内荷尔蒙分泌减少，皮肤会变得极为干燥，毛孔也变得粗大，气色也会较差，或有脸色暗沉、浮肿的现象，并且容易粗糙、长粉刺。此时应让肌肤充分休息，或者使用具有活化效果的保养品和保湿度高及有收紧皮肤功能的产品，以增加肌肤的光泽度。',
		shenti_rating:2,
		shenti_content:'经期时一些MM会出现偏头疼的现象，在感觉头疼欲来的时候，就应独自在幽暗而安静的卧室内静卧，这样能减缓偏头痛的发作症状。'
	},
	/* day 2*/
    {
		shouyun_rating:1,
		shouyun_content:'不宜同房,月经期性生活对妇女健康有危害，青春期女性尤其更要注意。在这一点上男女双方不可图一时快感而留下终生的遗憾。',
        jianfei_rating:2,
		jianfei_content:'月经期可以选择轻柔的徒手运动，比如简化太极拳、普提拉等等。如果在做徒手运动之前你仍感到烦躁，慢步、慢跑、慢速溜冰都是有帮助的。 ',
		meiji_rating:3,
		meiji_content:'基本上失去了天然的屏障，对外界的防护能力很差，加上雌激素水平很低，会使面色苍白，这一天美肌是首要任务。 ',
		shenti_rating:2,
		shenti_content:'下身的血流最为畅通，体内缺乏水分，需要多喝开水，以补充体内缺乏的水分。此时卵巢雌激素分泌达到峰值，可以刺激乳房脂肪积聚，因而是丰胸最佳时机。 '
	},
	/* day 3*/
    {
		shouyun_rating:1,
		shouyun_content:'不宜同房,经期同房生殖系统易感染。女性经期性生活，很容易将外阴及会阴周围的病菌带入阴道，子宫颈以至进入子宫，细菌正好在有血的地方生长和繁殖  ',
        jianfei_rating:2,
		jianfei_content:'尽量不要刻意减肥，这样是会伤身体而且也没有什么效果的~~~~ ',
		meiji_rating:3,
		meiji_content:'经期体内就会分泌一种比细胞单位更小的蛋白质：酵素。这种酵素能分解体内毒素，让血液由酸性向弱碱性转变，帮身体有效排毒，经期适量饮水对身体排毒有很大帮助，肌肤也会变的光滑细腻。 ',
		shenti_rating:2,
		shenti_content:'身体和脸部都会有轻微的水肿，所以不要吃太咸的食物。多吃含镁、B族维生素的食品，如香蕉、动物肝脏等，能让新陈代谢变得更好'
	},
	/* day 4*/
    {
		shouyun_rating:1,
		shouyun_content:'不宜同房，经期同房子宫内膜逆流入盆腔引起子宫内膜异位症，如过性生活，当女方兴奋达到高峰的时候，子宫要发生收缩，此时已脱落在子宫腔的内膜碎块即可随子宫收缩的压力而进入输卵管，沿输卵管进入腹腔，盆腔，无论落到哪一个地方就地生长，均发生子宫内膜异位症。  ',
        jianfei_rating:3,
		jianfei_content:'你的减肥运动强度和时间都不宜过量，同时避免参加需要技巧和反应能力的运动，像网球、壁球都是不适合的，它们会令你因失误而情绪波动。 ',
		meiji_rating:3,
		meiji_content:'前几天还油油的表皮忽然变得干燥起来，脸颊有细小皮屑。如果这个时期睡眠不足、过度疲劳，容易在眼睛周围出现短暂的色素沉着',
		shenti_rating:2,
		shenti_content:'身体中会有很多积水，最好的办法就是食疗排出体内的积水，如在烹调中最好少用盐、多喝一些薏米仁水。 '
	},
	/* day 5*/
	{
		shouyun_rating:1,
		shouyun_content:'不宜同房，经期同房可引起女性不会怀孕，由于性冲动时子宫收缩，可将子宫内膜碎片挤入盆腔。因精子在子宫内膜破损处和溢出的血细胞相遇，甚至进入血液，可诱发抗精子抗体的产生，从而导致不会怀孕发生。 ',
        jianfei_rating:3,
		jianfei_content:'不宜长时间运动，建议运动时间是每周3～5个小时 ',
		meiji_rating:3,
		meiji_content:'加强对皮肤的清洁保养，使用柔和的洁面剂清洁，再拍上充足的爽肤水滋润皮肤。 ',
		shenti_rating:2,
		shenti_content:'身体比较虚弱但不能暴饮暴食，可多吃一些含铁质的食物及能提高吸收铁质的植物性蛋白 '
	},
	/* day 6*/
	{
		shouyun_rating:1,
		shouyun_content:'不宜同房，很多女性可能会认为月经期间怀孕是不可能发生的。其实，月经期间不一定是安全期。虽然月经期间怀孕的可能性很小，但如果你在月经期间有性生活，有时候你也可能会在月经期间怀孕。 ',
        jianfei_rating:3,
		jianfei_content:'月经将近结束的时候，对血管和心脏具有保护作用的雌激素水平慢慢开始上升。每天临睡前喝上一小杯红葡萄酒，会帮助雌激素更好地保护心血管。 ',
		meiji_rating:3,
		meiji_content:'用冷霜在眼周围做眼部按摩，轻轻的在眼周画圈，然后用手指轻扣眼眶，点压眼眶上的穴位，按摩完毕洗去冷霜，可以消除眼部的疲倦感，减轻眼周黑晕 ',
		shenti_rating:2,
		shenti_content:'身体会流失大量营养素、矿物质，建议饮食清淡，易消化，富营养，同时摄取足够的蛋白质。 '
	},
	/* day 7*/
    {
		shouyun_rating:2,
		shouyun_content:'不宜同房，人们总认为月经期间同房是不会怀孕的，同临床上发现，由于每个人的月经期周期不同，所以月经期间也可能会怀孕，还有一点需要提醒：月经期间应该避免同房，避免感染疾病。  ',
        jianfei_rating:3,
		jianfei_content:'女生月经期不会减肥，生理期这几天新陈代谢变慢，并且这几天特别嘴馋！但是吃多一点没关系，这几天也不会长胖！亲，可以称称体重，看看是不是怎么吃也没肥哈~~~ ',
		meiji_rating:4,
		meiji_content:'从减少刺激和降低营养两个方面着手，为了更好地保护肌肤免受伤害，尽量少去或不去那些粉尘污染严重的地方。 ',
		shenti_rating:2,
		shenti_content:'月经将近结束的时候，对血管和心脏具有保护作用的雌激素水平慢慢开始上升。每天临睡前喝上一小杯红葡萄酒，会帮助雌激素更好地保护心血管。 '
	},
	/* day 8*/
	{
		shouyun_rating:2,
		shouyun_content:'不宜同房,经期同房生殖系统易感染。女性经期性生活，很容易将外阴及会阴周围的病菌带入阴道，子宫颈以至进入子宫，细菌正好在有血的地方生长和繁殖',
        jianfei_rating:3,
		jianfei_content:'你的减肥运动强度和时间都不宜过量，同时避免参加需要技巧和反应能力的运动，像网球、壁球都是不适合的，它们会令你因失误而情绪波动。 ',
		meiji_rating:4,
		meiji_content:'本上失去了天然的屏障，对外界的防护能力很差，加上雌激素水平很低，会使面色苍白，这一天美肌是首要任务。 ',
		shenti_rating:2,
		shenti_content:'身体和脸部都会有轻微的水肿，所以不要吃太咸的食物。多吃含镁、B族维生素的食品，如香蕉、动物肝脏等，能让新陈代谢变得更好'
	},
	/* day 9*/
	{
		shouyun_rating:2,
		shouyun_content:'不宜同房，经期同房子宫内膜逆流入盆腔引起子宫内膜异位症，如过性生活，当女方兴奋达到高峰的时候，子宫要发生收缩，此时已脱落在子宫腔的内膜碎块即可随子宫收缩的压力而进入输卵管，沿输卵管进入腹腔，盆腔，无论落到哪一个地方就地生长，均发生子宫内膜异位症。',
        jianfei_rating:3,
		jianfei_content:'不要试图在此阶段进行节食或超强运动量的减肥，而是将目标放在“塑形”上。月经期也是塑造健美身材的好时机，而过度的节食容易导致脱水却不能减去脂肪。 ',
		meiji_rating:4,
		meiji_content:'用冷霜在眼周围做眼部按摩，轻轻的在眼周画圈，然后用手指轻扣眼眶，点压眼眶上的穴位，按摩完毕洗去冷霜，可以消除眼部的疲倦感，减轻眼周黑晕  ',
		shenti_rating:2,
		shenti_content:'身体中会有很多积水，最好的办法就是食疗排出体内的积水，如在烹调中最好少用盐、多喝一些薏米仁水。  '
	}
]

