[
	/* day 1*/
	{
		shouyun_rating:3,
		shouyun_content:'采用安全期避孕前，建议你先记录下半年来的月经周期，以便了解月经的规律性',
        jianfei_rating:3,
		jianfei_content:'继续进行前一阶段的有氧运动，同时还需要一些力量训练，运动时间可保持在每周3小时左右',
		meiji_rating:2,
		meiji_content:'皮脂腺全速运行，因而会让你的痘痘如雨后春笋般迅猛生长，MM快快行动起来吧，与痘痘斗争',
		shenti_rating:3,
		shenti_content:'身体不会有什么特别的感觉，为了下一次月经来临做准备，增强铁和蛋白质的摄入量'
	},
    {
		shouyun_rating:3,
		shouyun_content:'女性生理周期会受到情绪及疾病的影响，单以安全期的计算来避孕的失败率偏高，因此建议应该与其他避孕法联合并用',
        jianfei_rating:3,
		jianfei_content:'如果你更喜欢健身房，这个阶段每天抓紧时间(至少20分钟)到跳舞机、划船机、跑步机上一展身手',
		meiji_rating:2,
		meiji_content:'肌肤容易出现过敏，也变得粗糙，这个时期最重要的是保养，令情况不再恶化。应选适宜于敏感肌肤的清洁用品，并保证肌肤有充足的水分，平衡油脂的用品更能大派用场',
		shenti_rating:3,
		shenti_content:'月经前的痛苦日益临近，许多女性感到胸部慢慢肿胀，肚子也鼓了起来，维生素B6被誉为神经维生素，能消除胸口胀痛'
	},
    {
		shouyun_rating:3,
		shouyun_content:'许多疾病会改变女性的排卵时间， 比如内分泌疾病、肾脏疾病等。如果在此期间内用“安全期”避孕，常可导致避孕失败',
        jianfei_rating:3,
		jianfei_content:'不妨每天进行30分钟的瑜珈练习，可以使你的身体柔软，心情安详，同时适当的骨盆伸展姿势可以促进血液循环，减少水肿及痛经',
		meiji_rating:2,
		meiji_content:'空暇的午后，在彻底洁面后，使用去角质的洁面产品以去除面部的老废皮脂。如果对去角质产品有过敏现象，就用化妆水在脸上擦拭几次，也能达到温和去角质的效果',
		shenti_rating:3,
		shenti_content:'一些MM可能会产生抑郁、恶心、神经质或头晕。音乐、冥想和呼吸练习有助于消除上述症状'
	},
    {
		shouyun_rating:2,
		shouyun_content:'安全期避孕法只适用于月经周期较规则的女性，不适用于月经周期低于21天、高于35天，以及产后或哺乳中的妇女。且女性排卵会受外界环境、气候、本人情绪，以及健康状态等多种因素影响，可能提前或推后几天',
        jianfei_rating:3,
		jianfei_content:'尽量避免参加那些需要技巧和反应能力的运动项目，而难度和强度过大的运动不仅不会加速减肥，反而可能损害你的健康',
		meiji_rating:1,
		meiji_content:'经前两三天皮肤变得非常敏感，也会变得极为干燥，毛孔也变得粗大，这种变化通常在经期开始后的第四五天便自然消失',
		shenti_rating:3,
		shenti_content:'不少ＭＭ会出现排泄不畅的现象，应多吃绿叶蔬菜和水果，也要多饮水，减少骨盆充血'
	},
    {
		shouyun_rating:2,
		shouyun_content:'如果您是从口服避孕药改为生理期避孕的话， 那么在停服避孕药后的头几个月可能会出现额外排卵或不规则行经，所以这几个月应尽可能不采用安全期避孕',
        jianfei_rating:3,
		jianfei_content:'由于近期食欲大增，不少mm怕变胖，想喝常润茶来清清肠，但又怕对经期有影响，现在告诉大家不用担心，肠润茶的作用主要是让大便软,易于排出,内不含激素,不影响月经',
		meiji_rating:1,
		meiji_content:'黄体激素增加使子宫内膜充血与内膜腺体分泌，促使荷尔蒙产生变化，肌肤状况渐趋不稳定，常会出现暗沈、粗糙、易出油状况;因代谢差，最容易长痘痘、长斑或身体浮肿;此时要加强代谢、注意防晒，让痘痘和黑斑没机会现形',
		shenti_rating:3,
		shenti_content:'会感觉自己食欲大增，此时无需刻意节食，只要记住不吃零食及油炸食品，睡前不吃夜宵就可以了'
	},
    {
		shouyun_rating:2,
		shouyun_content:'想采用生理期避孕的MM，要知道生理期避孕只适用于月经周期规律、长期同居、生活规律、双方能相互配合及谅解的夫妇，但其安全性不是很高，所以姐妹们需要多加注意',
        jianfei_rating:3,
		jianfei_content:'容易出现水肿;容易出现体重增加，不用担心尽量保持运动，放宽心，体重的增加只是暂时的，一般会在月经结束后降下去',
		meiji_rating:1,
		meiji_content:'荷尔蒙分泌减少，皮肤会变得极为干燥，毛孔也变得粗大，建议选用保湿度高及具有紧肤作用的护肤品',
		shenti_rating:3,
		shenti_content:'有部分女生经常会感到腰痛、不思饮食，这时不妨多吃某些开胃、易消化的食物，如枣、面条、薏米粥等。应忌过咸食品'
	},
    {
		shouyun_rating:2,
		shouyun_content:'安全期避孕法只适用于月经周期较规则的女性，不适用于月经周期低于21天、高于35天，以及产后或哺乳中的妇女。且女性排卵会受外界环境、气候、本人情绪，以及健康状态等多种因素影响，可能提前或推后几天',
        jianfei_rating:3,
		jianfei_content:'可以放松心情，做短时间的有氧运动',
		meiji_rating:1,
		meiji_content:'肌肤易过敏，不宜尝试新的产品',
		shenti_rating:3,
		shenti_content:'情绪最不稳定，易与别人产生磨擦，建议你注意调节自己的情绪，可去一些开阔的地方，呼吸新鲜的空气，放松心情'
	}
]
