[
  {
    name: "白羊座", 
    time: "3.21-4.19", 
    pregnancy_time: "6.15-7.14", 
    property: "火相星座", 
    govern: "火星", 
    index: 1, 
    nature: "白羊座宝宝：天生的领袖
 　	如果你的白羊座宝宝是提前出生的，这一点也不奇怪：白羊座的孩子总想做领跑的人。他们总在问“怎么还没到啊？”，会迫不及待地赶紧出发，快点到达终点。
 　　白羊座的孩子热情、好动、富有创造力，似乎总比其他孩子有更多的精力。他们的旺盛精力刚好有天生的勇敢来匹配。白羊座宝宝斗志昂扬，专注自我。对竞争对手来说，他们这种“争为人先、恐为人后”的态度可能会很难对付。
 　　白羊座宝宝出了名地率直诚实，他们看到的事实是怎样的，就会怎样说。他们天性爱冲动，做事前往往不会三思而行，因此，可能会把握不好“尺度”。
 　　作为白羊座宝宝的父母，你多半很熟悉什么叫“火爆脾气”。白羊座的孩子很难控制自己的情绪。不过，在这方面，他们也有优点：不会记仇。一旦释放了情绪，怒气也就烟消云散了。
 　　白羊座的孩子很善于开创一些大工程，但没有同样的热情很好地坚持下来。因此，你需要耐心而严格地引导他，帮助他做到善始善终。
 　　你还要确保你的白羊座宝宝得到大量的锻炼。所有运动量大的活动都能很好地释放他的精力。如果是竞技性运动，效果会更好。但一定要给他们戴上头盔或其他必要的护具。白羊座的孩子总是着急忙慌，往往比较容易出事故。"
  }, 
  {
    name: "金牛座", 
    time: "4.20-5.20", 
    pregnancy_time: "7.15-8.14", 
    property: "地相星座", 
    govern: "金星", 
    index: 2, 
    nature: "金牛座宝宝：要舒适，不要速度
 　　如果用一句话来概括，你的金牛座宝宝就是人之楷模。即使还是个小婴儿，他们就很甜美、可爱、招人喜爱。他们往往也会身体强壮，精神饱满。
 　　尽早带你的宝宝去户外看看吧，因为小金牛在自然的环境中会成长得很茁壮。大一点的金牛座孩子通常喜欢照料小花小草或小动物，而且还会相当勤恳地恪守职责。
 　　金牛座的孩子通过自己的感官来认识世界：他们喜欢各种东西的味道、触感、声音和气味。事实上，他们从出生那一刻起，就很喜欢吃。不过，他们也可能会特别偏爱某几种食物，顽固地拒绝尝试其他新东西。如果是这样，你也别担心。你只需要不动声色地把健康食物拿给他吃，他们最终会接受越来越多的食物。但一定不要给他们吃甜味零食，这会妨碍他们原本健康的胃口。
 　　即便在小的时候，金牛座的孩子也很现实，善于管钱。金牛座的第一需要是安全感，不管是大人还是孩子。金牛座的小宝宝喜欢被用襁褓包着，喜欢被抱着，这让他们觉得很安全。有些金牛座宝宝很粘人，有些则很依赖某个能带来安全感的东西，比如小毯子，或者喜欢把他们自己的东西藏起来。让你的爱成为他们的避风港湾吧。
 　　金牛座的孩子不急不躁，其实可以说是慢条斯理。作为父母，你需要调整一下自己的节奏去适应他。一天内不要给他安排太多的活动。也不要指望金牛座的孩子会加快脚步，那是不可能的。"
  }, 
  {
    name: "双子座", 
    time: "5.21-6.21", 
    pregnancy_time: "8.15-9.15", 
    property: "风相星座", 
    govern: "水星", 
    index: 3, 
    nature: "双子座宝宝：头脑敏捷
 　　你的双子座宝宝会用他那明亮、快乐的双眼望着你，让你忍不住笑起来，因为你知道，他的脑子里闪着很多鬼点子。如果他很早就会说话了，就更容易表现这种天性。
 　　双子座的孩子往往健谈，有魅力，爱与人交往。就算你的双子座宝宝属于不太爱说话那种，他也会很机智，充满好奇心，不断思考着周围的世界。你一定要让他的周围充满书籍和拼图玩具，以刺激他的思维。你也要给孩子多一点空间和资源，让他实践各种奇思妙想。
 　　双子座的孩子热爱新事物，一发现新东西，就会迫不及待地扔掉手上的，去尝试新的。一旦他们掌握了一种新技能，就会马上厌倦了，转而去学习别的。他们的情绪也可能会在眨眼间起变化。
 　　很多双子座宝宝都优柔寡断，或者三心二意。好的方面是，他们适应性会比较强。双子座的孩子更乐意去广泛经历，而不愿意深入探究事物。作为双子座宝宝的父母，你可以帮他集中精力，在某个特定领域着重发展。
 　　双子座的孩子更擅长动脑的活动，比如读书、写作、辩论，以及所有需要手指灵活性的活动，像弹钢琴。由于兴趣广泛，双子座宝宝往往会有很多朋友，并且会成为他朋友圈里的中心人物，天生就擅长我们大人所说的人际交往。"
  }, 
  {
    name: "巨蟹座", 
    time: "6.22-7.22", 
    pregnancy_time: "9.16-10.16", 
    property: "水相星座", 
    govern: "月亮", 
    index: 4, 
    nature: "巨蟹座宝宝：内心敏感
 　　你的巨蟹座宝宝觉得待在家里是最舒服的，他喜欢有家人和宠物围绕在身边，周围都是熟悉的画面、声音和气味。如果你的家庭生活方式是充满变化的，你的巨蟹座宝宝就需要一些东西作为依靠，比如一块软软的小毯子或是他非常宝贝的毛绒玩具。
 　　传统、习惯和规律也会让巨蟹座的孩子感到安慰，所以，你们全家经常一起进餐，并为孩子建立起一套洗澡和睡觉规律是非常重要的。巨蟹座的孩子天生谨慎、敏感，在嘈杂、混乱的环境中很容易被吓到。你的小不点儿可能更喜欢在安静的午后做点儿小点心，而不愿在游乐场中度过一天。
 　　给你的巨蟹座宝宝一盆小植物或一只小动物让他照料，他会知道该怎么做，这几乎是他的本能。照顾别人是巨蟹座孩子的天性，所以，如果你的孩子把他发现的每只流浪狗都带回家，你也不要觉得奇怪。作为父母，你的任务就是提供一个稳定的家庭生活环境，并给他很多的关爱，因为情感上的安全感是巨蟹座孩子的首先需要的。
 　　食物对于巨蟹座宝宝来说，也很重要。如果饮食规律、健康、简单，他们会更好地生长。不要给你的孩子吃油腻或不好消化的食物，这会破坏孩子敏感的消化系统。
 　　最后，你要给巨蟹座宝宝私人空间。巨蟹座的孩子感情上比别人更脆弱，当他们感到害怕时，会缩进自己小小的保护壳里，直到危险解除，他们才出来。让他们以自己的方式保护自己吧，之后你要温柔地鼓励他们说出自己的感受。"
  }, 
  {
    name: "狮子座", 
    time: "7.23-8.22", 
    pregnancy_time: "10.17-11.16", 
    property: "火相星座", 
    govern: "太阳", 
    index: 5, 
    nature: "狮子座宝宝：勇士般忠诚
 　　热情、忠诚和慷慨只是狮子座宝宝诸多闪光点中的几个。狮子座的孩子热情洋溢、感情丰富，他们用宽广的心胸来迎接生活。
 　　敏感、骄傲，通常还有一点点自负，狮子座的孩子外面看似一名勇士，但实际上，他们的感情也很容易受伤。一句苛刻的话，就会让狮子座宝宝的自信心倍受打击。所以，你一定要注意对你的狮子座宝宝说话的方式，特别是在教育他的时候。
 　　狮子座孩子的第一需要是被关注和被认可。狮子座的孩子会尽一切努力来赢取父母、朋友以及周围所有其他人的赞赏。狮子座的小不点儿天生有表演天赋。你的孩子可能在很小的时候就会给你来一些即兴表演。你没准会注意到他常常照镜子或穿色彩鲜艳的衣服打扮自己。
 　　正如批评会让他们的心灵受伤一样，对于他们成绩的肯定和赞赏，会让他们信心倍增。他们可能会在整个童年甚至是成年期都不断地获得赞美，因为狮子座的孩子很容易成为学校合唱团、话剧团或足球队里的明星成员。其实，只要是能让他发光的地方，他的表现都会很耀眼。
 　　对你孩子的优点，你一定要进行奖励，比如他强烈的忠诚和道德感。他可能没有意识到，这些内在的优秀品质，甚至比他用幽默或漂亮外表打动别人的能力要更重要、更值得赞赏。"
  }, 
  {
    name: "处女座", 
    time: "8.23-9.22", 
    pregnancy_time: "11.17-12.17", 
    property: "地相星座", 
    govern: "水星", 
    index: 6, 
    nature: "处女座宝宝：追求完美
 　　注重实际和关注细节是处女座孩子最显著的特点，从很小的时候就是这样。你可能会发现，他会整理自己的玩具或是把零花钱攒起来去买他垂涎已久的东西，而不像其他孩子那样马上把钱花出去。
 　　处女座宝宝不大可能会草率行事，相反，他们会衡量事情的利弊，然后选择最有利的方式。处女座的孩子做事标准很高，而且天生谨慎，所以，他们可能会显得挑剔或矜持。其实，这只是因为他们更喜欢退后一步，纵观全局，而不愿深陷其中。
 　　你的处女座宝宝是天生的好帮手。他重视秩序，真心想帮人忙，做些对家人有用的事。长大后，他也会想做一些对世界有用的事，这一点应该得到肯定并发扬光大。
 　　作为处女座宝宝的父母，你需要把握他对于完美的期望，告诉他挺好就很好了，没必要那么完美。尽量帮助你的孩子建立自信心，因为他可能不喜欢出风头，并且可能会过于自谦。
 　　帮助你的小处女放松，尽情享受生活中简单的快乐。你可以带他出去领略大自然的美妙，去游游泳，或是来一个长长的、漫无目的的散步。平衡的膳食，规律的小睡和休息时间对于处女座的孩子都很重要，因为他们很容易会变得烦躁而焦虑。所有有助于放松的手段都能让你的孩子保持舒缓和镇静。"
  }, 
  {
    name: "天秤座", 
    time: "9.23-10.23", 
    pregnancy_time: "12.18-1.17", 
    property: "风相星座", 
    govern: "金星", 
    index: 7, 
    nature: "天秤座宝宝：是爱人，不是斗士
 　　每当家里的气氛紧张起来时，你的天秤座宝宝都会变成和平使者。天秤座的孩子希望每个人都能和平共处，害怕冲突。如果他生在一个吵闹、各执己见的家庭，他将不得不学习怎样让别人听到自己的声音，这对于天秤座宝宝来说是非常困难的。
 　　总的来说，和睦是天秤座孩子最关心的事，他们会尽力创造和维持和谐。因此，他们会和父母、兄弟姐妹和朋友保持亲热的关系。
 　　天秤座宝宝天生就懂得甜言蜜语比尖刻的言词要更有力量。他们性情可爱，天生很有礼貌，不过，他们想取悦每个人的愿望也有不好的一面。
 　　他们可能会优柔寡断，担心做出任何决定都会得罪某个人，或者伤害到某个人的感情。他们也很难斩钉截铁地提出自己的主张，这就意味着朋友们也许会忽略他们的感受，因为他们总想让所有人满意。
 　　所幸的是，他们与生俱来的社交能力和强烈的正义感，会让他们成为一个很好的朋友。此外，他们从很小时候就开始有良好的平衡感和高雅的品味。
 　　天秤座的孩子是天生的谈判家，善于让人们一起坐下来，达成和解，寻求合作，而不是挑起争端。作为天秤座宝宝的父母，你的任务是以温柔的方式让他知道，偶而的争执在生活中是很自然的、不可避免的事。帮助他建立自信心，让他意识到，坚持自己的观点和立场并不代表没有礼貌。"
  }, 
  {
    name: "天蝎座", 
    time: "10.24-11.22", 
    pregnancy_time: "1.18-2.16", 
    property: "水相星座", 
    govern: "火星和冥王星", 
    index: 8, 
    nature: "天蝎座宝宝：封闭、神秘
 　　用“静水深流”来形容天蝎座宝宝是最贴切不过了。他表面看起来可能很平静，但内心却汹涌澎湃。作为天蝎座宝宝的父母，你可能永远都不知道什么能激发他的热情，因为他们很少表露自己的内心。
 　　天蝎座的孩子意志坚强，充满热情。对安全感的渴求，可能会驱使他们去控制自己和别人。持久、坚实的感情联系是天蝎座孩子的首要的需求之一，但是，他们可能反而会不断检验这份感情的坚实程度，而且常常并没有意识到自己正在做什么。
 　　你的天蝎座宝宝可能性情多变，忽冷忽热的。时而投入，时而固执：时而温柔体贴，时而控制欲强。天蝎座的孩子感情丰富、深邃，你可能会觉得他只表现出了他真实感情的最表面，只有当他允许你进入他的秘密世界，你才会有机会更好地了解他。
 　　天蝎座的孩子喜欢神秘感，而且很容易就能了解到其他人的内心想法。他们可能从很小的时候，就喜欢读悬疑故事或是看恐怖电影。他们会沉陷于复杂的友谊中无法自拔。
 　　天蝎座的孩子很容易会陷入强迫性、报复性和控制性行为，因此，你一定要教你的孩子宽恕的重要性，还要跟他人建立平衡、健康的关系。如果你仔细地引导他，就能帮他培养对这个世界广泛良好的兴趣，让他积极地发挥自己的精力、意志力和毅力。"
  }, 
  {
    name: "射手座", 
    time: "11.23-12.21", 
    pregnancy_time: "2.17-3.16", 
    property: "火相星座", 
    govern: "木星", 
    index: 9, 
    nature: "射手座宝宝：天生的冒险家
 　　射手座宝宝是天生的冒险家。对于射手座孩子来说，生活就是探险的过程。他们想融入世界，领略全世界的美景。
 　　如果你的射手座宝宝在会走路前，就制造出各种各样的麻烦，你可不要奇怪。射手座的孩子喜欢越过父母为他们设置的界限，到更宽广的空间去探索。
 　　学习和理解是射手座孩子的第一需要。作为射手座宝宝的父母，你要尽可能让他的生活充满乐趣和变化，多一些刺激。射手座的孩子会很喜欢全家去度假、长时间的户外漫步，或是在院子里玩捉迷藏等。
 　　射手座的孩子有运动天赋，他们需要做一些有趣的体能运动来释放过多的精力。让他加入足球队或游泳队，或者让他周末跟你一起去远足吧。
 　　同时，他的大脑需要大量的刺激，所以，你要准备很多的书籍和纪录片DVD让你的孩子看，并尽可能多带他去博物馆、动物园和画廊去看看。多给他一些自由空间，让他参加一些内容广泛的讨论，并关注他的见解。
 　　最后，射手座的孩子往往聪明伶俐、精力充沛、乐观豁达、为人友善，这会让他们交到一大堆朋友。射手座宝宝的生日聚会规模绝对小不了，不会只是几个最亲近的人的小聚会，因为有太多人喜欢围绕在他周围。"
  }, 
  {
    name: "摩羯座", 
    time: "12.22-1.19", 
    pregnancy_time: "3.17-4.14", 
    property: "地相星座", 
    govern: "土星", 
    index: 10, 
    nature: "摩羯座宝宝：追求成功
 　　小睡、过家家、盛装打扮或捉迷藏等，都不是摩羯座宝宝热衷的活动。摩羯座的孩子有强烈的紧迫感，不愿浪费时间在这些无意义的事情上。
 　　摩羯座宝宝从很小的时候就很现实，看重能够得到什么奖励，他们愿意为想要的结果而努力。他们可能早就明确长大后要做什么了。如果他们迟迟没有确立或选择好自己的特定兴趣点，你也不要担心，因为摩羯座宝宝会随着年龄增长而进步。
 　　摩羯座的孩子很会做计划。成功和被人认可是他们的第一需要。他们想让别人看到他们是多么聪明，多么努力，多么有能力。所以，你一定要经常奖励你的摩羯座宝宝。
 　　给你的摩羯座宝宝一些零花钱，并且他每长大一岁就多给一些，这是一个教他懂得钱的价值的好方法。如果他把钱放在存钱罐中存起来，只有偶尔想买垂涎已久的东西时才拿出来，你也不要惊讶。
 　　摩羯座的孩子会是非常好的哥哥或姐姐，因为这个星座的人天生有责任感。不过，无论他看起来有多懂事，都不要在他很小的时候就赋予他太多责任。即使是最严肃的孩子也需要玩和休息。
 　　同时，你可以试试教你的孩子随机应变的好处。否则，小摩羯的想法和做事方法很容易会变得单一僵化。"
  }, 
  {
    name: "水瓶座", 
    time: "1.20-2.18", 
    pregnancy_time: "4.15-5.14", 
    property: "火相星座", 
    govern: "火星", 
    index: 11, 
    nature: "水瓶座宝宝：走自己的路
 　　“走自己的路，让别人去说吧。”这句话作为水瓶座宝宝的座右铭实在是最合适不过了。水瓶座的孩子完全不按常理出牌，不断地用他的创新能力给你一个又一个惊喜。
 　　水瓶座的孩子与人交往能力强，会有很多朋友。他的玩伴背景和文化越多样越好。
 　　水瓶座的孩子会被各种不同的新鲜事物所吸引。他可能会喜欢一些其他孩子连尝都不会尝的特别食物，比如辣椒、硬奶酪、生牡蛎等等。或者，他可能会在房间里待很长时间，发明一些机械的或功能性的，总之，是不可思议的小玩意儿。
 　　追逐自由和个性是水瓶座宝宝的第一需要。因此，作为水瓶座宝宝的父母，你应该多给他一些空间和自主权。如果他不能如愿地表达自己的想法，就会变得逆反，或者变得顽固而沉默沮丧。
 　　让你的孩子尽可能早点学着自己穿衣服，多给他提供一些书、美术用具和其他工具，好激发他独特的创造性。水瓶座的孩子往往会很聪明。他们的思维方式和对世界的看法天生就很超前，因此，他们可能成为解决疑难问题的好手。
 　　水瓶座宝宝的兴趣和生活上的选择会让你吃惊，如果你能开放地对待他的思维方式，你可能会发现他是一个天才。水瓶座的孩子只是需要时间来找到显示自己才华的最好方式。"
  }, 
  {
    name: "双鱼座", 
    time: "2.19-3.20", 
    pregnancy_time: "5.15-6.14", 
    property: "风相星座", 
    govern: "天王星", 
    index: 12, 
    nature: "双鱼座宝宝：梦想家
 　　丰富的创造性想象力会丰富双鱼座宝宝的生活经历，让他的生活充满绚丽的色彩和各种可能性。你可能会发现他凝视着远处发呆，但实际上他深不可测的的小脑袋里正闪过许多想法。他的感觉，他的印象，再加上一些直觉，交织在一起，形成了他丰富的感知能力。
 　　双鱼座的孩子非常温柔，并富有同情心，他们需要父母更多的爱。你的小双鱼宝宝可能希望一直像个小婴儿那样被你抱在怀里，在他长大的过程中，也需要你多抱抱他，亲亲他，鼓励他。
 　　双鱼座的孩子通常更依赖直觉，而不是理性。比起现实的生活来，他们对幻想或做梦更感兴趣。作为双鱼座宝宝的父母，你可以帮助你的孩子更加现实一点。逃避现实是双鱼座孩子的显著特点。
 　　理想主义是双鱼座孩子的另一特征。他可能对生活方式做过很多宏伟的设想，最后都在无情的现实面前以失败告终。
 　　既然你的双鱼座宝宝是那么敏感，这既包括身体上的，也包括精神上的，你需要注意让他接触哪些人，接受哪些影响，以及吃什么东西。如果他把流浪猫或某个需要帮助的朋友带回家，你也不要觉得诧异。他的心里充满了爱，非常喜欢为别人服务，有时候甚至有点过头。
 　　双鱼座的孩子需要保护自己不被别人利用他们愿意付出和容易相信别人的天性。在这个方面，作为他的父母，你可以适当干涉。"
  }
]