{
  constellation: [
    {
      name: "白羊座", 
      index: 1, 
      data: [
        {
          lukey_day: "幸运日：周五       贵人星座：巨蟹座", 
          all_horoscope: "整体运势  由於受到许多朋友的影响，人际关系将有些小错综复杂，八卦和流言也很多！记得不要太在意别人的看法", 
          love_horoscope: "爱情运势   迷雾开始漫上来。越是不被认可、越是受到压抑的情感，越容易让白羊深陷其中。单身族面临暗恋的情愫。", 
          healthy_horoscope: "健康运势    健康情况不很好，要减少熬夜及过度劳累的习惯。同时太累时不要开车，避免造成一些危险发生", 
          cause_horoscope: "工作学业运   要将自己的人脉资源重新整合，才能越来越好，也建议不要把大部分掌控权都放任给他人处理或受制于他人手上", 
          property_horoscope: "财运    收入方面，暗中获利的机会消失，但运气不散，偏财机会迎头而上，但多为小财，博得一时开心。支出方面，有所放松。投资方面，眼力下降，但胜在错有错着", 
          job_wanted: "求职  本周白羊在求职场上的表现不算用功，你的心态有些顺应天命。但是       机会反而找上门来，例如猎头公司的征询。"
        }, 
        {
          lukey_day: "幸运日：周一        贵人星座：白羊座", 
          all_horoscope: "整体运势   总运不错的一周，感情方面比较平稳，需要适时地保鲜；工作上表现的机会较多，充分发挥才能吧，财运比较低迷，宜谨慎对待", 
          love_horoscope: "爱情运势    迷雾愈加浓厚，神秘情感令你迷恋，犹如飞蛾扑火，抽身甚难。同时，恋人之间的猜疑加重，互有试探却不肯道破", 
          healthy_horoscope: "健康运势   本周身体状况没有大碍，精神状况也好转了不少，许多之前不能放开之事，本周开始看轻。运动的潜能获得开发的契机，不妨尝试一项新的运动", 
          cause_horoscope: "工作学业运   运势否极泰来。行事顺利，好运连连。你已不满足于暗自庆幸，得志之情洋溢，带给团队和身边人喜气", 
          property_horoscope: "财运   收入方面，赚钱热情下降，但对正财收入影响不大，加上偏财维护，总体小幅看升。支出不算浪费，但有进修或旅游计划是不小的开支。投资方面，碰运气成分居多", 
          job_wanted: "求职    一直以为没有希望的某个职位，本周重新向你抛出橄榄枝。只是白羊本周的关注点往往不在于此，可能错过这次补考的机会"
        }, 
        {
          lukey_day: "幸运日：周三        贵人星座：金牛座", 
          all_horoscope: "整体运势   运气欠顺。事业、财运不佳，应以静制动，放漫步调、理清头绪才能看到希望，获得进步；还好，爱情运旺盛，有爱情的滋润压力减轻不少", 
          love_horoscope: "爱情运势    已婚者的感情趋于平淡，生活中需要适当地增加一些调味剂，偶尔可以与另一半去情调浪漫的场所喝喝茶，品尝一下咖啡，感情会进一步升华哦", 
          healthy_horoscope: "健康运势    本周的身体状况依然不错。臀部是容易受伤的部位。除此之外，急性的疾病如腹泻或食物中毒之类的状况有机会找上你，需要你更多地设防方可避过", 
          cause_horoscope: "工作学业运   运势上行。计划比想象中顺利，还有主动上门的机会，但是这些只是小胜利，并未涉及到关键问题。同时，侥幸之心浮现", 
          property_horoscope: "财运   投资方面需要更多地进行市场信息搜集，冷静地进行全面的分析，不宜过于冒险，以免招致亏损，适合做一个整体的投资规划", 
          job_wanted: "求职  小运气开始散去。初时顺利的局面，考核流程一路走下去，到了最后时刻，实力还是掌握着话事权"
        }, 
        {
          lukey_day: "幸运日：周一       贵人星座：水瓶座", 
          all_horoscope: "整体运势   工作上积极主动，管理者的才能容易得到发挥；理财上遇见难题，需要征求长者的建议", 
          love_horoscope: "爱情运势   本周你的爱情运非常不错。单身者甚至无需刻意创造机会就能结识到很多异性，而不经意间，你的爱情就悄然无声地降临了", 
          healthy_horoscope: "健康运势   身体安稳，但睡觉时易发梦。晚上应多出去散散步，对睡前的情绪准备会很有帮助", 
          cause_horoscope: "工作学业运   工作上非常忙碌，设计者在新产品的开发领域需要更多的考虑产品的可行性，容易开发出高质量的产品，好好把握", 
          property_horoscope: "财运   一些不必要的开销要尽量省下来", 
          job_wanted: "求职  本周机会不多，但总有一两个是你希望争取的。考官令你颇有压力，事前多做准备功夫，才不至于临阵心虚"
        }, 
        {
          lukey_day: "幸运日：周三       贵人星座：狮子座", 
          all_horoscope: "整体运势  运气明显比之前旺盛许多，加上有朋友相助，只要多努力，成功一定最後将会属於你，但是还是要多注意理财方面的细节喔，这样一切才会更加完美", 
          love_horoscope: "爱情运势   你会接触到许多不同类型的对象，但要建议你不要一下就意乱情迷，虽然桃花多不错，但要小心给人太花心的印象喔", 
          healthy_horoscope: "健康运势   压力相当大，可做些运动减压。很多事情不要过度强求，要保持心情稳定，维持良好的生活作息和睡眠才是上策", 
          cause_horoscope: "工作学业运   最近心情不佳，但同事不断对你表示关怀和体贴的态度，让你觉得非常感动，有越来越和同事相处良好的感觉", 
          property_horoscope: "财运    本周财运指数很高，不要浪费好运气。多在投资理财上花心思，会让你的荷包装得鼓鼓的。不过，遇到有人向你借贷，最好让对方写下字据并好好保存，不要因为一时心软而造成日后的损失", 
          job_wanted: "求职  很多事情不要强求，量力而行就得获得好的机遇。但是，信心亦能为主动争取机会带来好的局面"
        }, 
        {
          lukey_day: "幸运日：周一        贵人星座：水瓶座 ", 
          all_horoscope: "整体运势   心情不错，即使遇到不顺也能乐观面对。适合外出旅游，不妨安排一两次短程旅行，不仅能放松身心，还能结识朋友", 
          love_horoscope: "爱情运势    记得凡事不要在意谁是错误较多的，用耐心多替对方著想，多听取长辈和朋友的意见，不要太固执自我的脾气和想法。", 
          healthy_horoscope: "健康运势   小心一些莫名的小病痛不要轻易就忽略！如果要进行运动要多注意运动伤害，事先的暖身是不可以忽略的，千万不可以偷懒喔！", 
          cause_horoscope: "工作学业运   工作繁忙但大多是在原地打转，让你感觉自己有一些没效率，但是又无力改变，复杂的心情让你想要休假，暂时抛开工作和烦恼的事", 
          property_horoscope: "财运   理财应从长远考虑，不宜太冒险", 
          job_wanted: "求职    求职中可能会有一些小小的不顺，不过只要自己能够充满信心，就能够取得好的职位"
        }, 
        {
          lukey_day: "幸运日：周四       贵人星座：金牛座 ", 
          all_horoscope: "整体运势   朋友运不错，容易认识一些贵人朋友，建议你可以注意。但和朋友之间要避免太过计较小事，才能维系彼此的友谊温度", 
          love_horoscope: "爱情运势    单身者，择偶标准理智而务实，但并不妨碍你在性方面的尝新。有伴侣者，本周将注力与关系的稳定、长远的经营。若展望未来无望，感情亦有可能急转直下。", 
          healthy_horoscope: "健康运势    压力影响持续，如身体内部有性质不明，部位不具体的不适感，建议考虑压力所致。容易扭伤脚，血液循环方面的病也要注意", 
          cause_horoscope: "工作学业运  有谋略，执行能力强。但是实际得到效果如何，也要基于你当下的环境和机遇。elin小提醒，请留心冥王星近年在白羊的事业宫运作发挥的能量", 
          property_horoscope: "财运   本周除能力生财外，依然是“背靠大树好乘凉”，大人物的提携为你提供更好的聚资平台", 
          job_wanted: "求职   本周的成功几率和实力有关，不抱怨、多修炼方是正道。不过，借力加速仍是可行的偏门"
        }, 
        {
          lukey_day: "幸运日：周六       贵人星座：射手座", 
          all_horoscope: "整体运势   运势平顺，有机会应主动把握，被动等待、不争会让他人抢得先机。别给自己太大的压力，感到累时应安排一些休闲娱乐，让身心放松", 
          love_horoscope: "爱情运势   异性缘较弱，单身者需要多参加集体活动，或是主动参加联谊活动，可以多结识一些异性朋友，让生活更丰富多彩，也能提升恋爱指数", 
          healthy_horoscope: "健康运势   新陈代谢缓慢，容易使脂肪堆积，高脂肪、高热量的食物这周尤其要少摄取。", 
          cause_horoscope: "工作学业运   学生族容易有情感困扰，学习积极性不高，注意力易受外界影响，必要时向老师和同学寻求帮助，能达到事半功倍的效果哦", 
          property_horoscope: "财运  在理财上多能精打细算，有意控制自己的消费欲望，但会有贪小便宜的倾向，越是不想乱花钱，就越会买回一堆无实用价值的东西", 
          job_wanted: "求职   本周财运方面还是不错的，但是小心理财才能守财"
        }
      ]
    }, 
    {
      name: "金牛座", 
      index: 2, 
      data: [
        {
          lukey_day: "幸运日：周五      贵人星座：射手座", 
          all_horoscope: "整体运势   收获颇多的一周，爱情、事业两得意。闲暇之时不妨约上三五个好友，一起喝喝茶、唱唱歌，让生活变得丰富多彩", 
          love_horoscope: "爱情运势  桃花盛开的一周。你也显得多情、易感动，要想找伴侣专心一意些就很有希望。适合向心仪的对象表白，多多体现你温柔体贴的一面爱情容易如愿", 
          healthy_horoscope: "健康运势  愉快安稳的一周，心情愉悦，只是要多注意肾的保养，就没有太多的问题", 
          cause_horoscope: "工作学业运  工作者适合多动脑筋来提升工作绩效，无聊时不妨考虑调整一下工作模式，从中可以得到不少乐趣；学生族在学习时思想难以集中，需亲友督促", 
          property_horoscope: "财运   财运很不错，但是想立即有收获较难。金钱敏锐度强、胆大心细者，适合构思赚钱的方式，着手投资事宜。学生族容易受到朋友邀请，看电影、跳舞、吃饭等", 
          job_wanted: "求职  比他人快一步，仍是金牛本周的优势。同时，有机会获得不公开的内部消息，在竞争中占优"
        }, 
        {
          lukey_day: "幸运日：周六       贵人星座：双子座", 
          all_horoscope: "整体运势   总运平顺的一周。需要小心呵护你的爱情；工作上应脚踏实地，不应急于表现；虽然理财上运势不错，但是还需要你的用心对待", 
          love_horoscope: "爱情运势   友情的助力有增无减。单身族有望从朋友聚会中获得缘分。恋爱男女将在友人的劝解下，化开心结，相处变得和谐", 
          healthy_horoscope: "健康运势   本周身体状况有所下降，健康关注的重点转向生殖系统，身体隐秘部位要多多注意卫生。精神出现抑郁的倾向，多因为不能倾诉之事", 
          cause_horoscope: "工作学业运    工作上显得急躁，难以稳定情绪，容易出错。你关心的不只是眼前的工作，渴望能接手一个更具挑战性的任务，以便展露自己的才华。别要求太高，只有认真完成好你手上的工作，才有机会接受更大的挑战哦", 
          property_horoscope: "财运   财运较好的一周，贵人运比较强。理财上若能认真对待，相信你会收获不少", 
          job_wanted: "求职  本周有机会稍瞬即逝，多不在公开场合放通告，宜用直觉把握。同时，触觉变得敏锐，你往往能从考官的神色中察觉对方想要的答案"
        }, 
        {
          lukey_day: "幸运日：周四        贵人星座：巨蟹座", 
          all_horoscope: "整体运势   小心一些身体的警讯，不要轻易就让自己透支体力，建议不管多忙，都要让自己偶而可以轻松一下，凡事不要担忧过渡，才不会让内心的压力突然爆发喔", 
          love_horoscope: "爱情运势   朋友仍是本周情路上的贵人，单身族不要错过。恋爱男女相处变得平等许多，了解也在加深，出现调整相处模式的契机", 
          healthy_horoscope: "健康运势    本周需关注生殖系统的健康。某些疼痛的到来往往在不经意间疯狂袭来。身体的某些隐患可能来袭，多加注意。精神上，容易在独自一人时陷入情绪低潮", 
          cause_horoscope: "工作学业运   运势低位运行。本周很多的遭遇都是无法放在台面上公开、公正来说的。虽然金牛心有不忿，但除了从内心寻找力量，你别无所依", 
          property_horoscope: "财运  本周收入增长多不在公开账目反映，金牛有望利用个人独特的资源获得新的收益渠道，但多为暂时性收益。支出方面，控制力不错。投资方面，有机会掌握内幕消息", 
          job_wanted: "求职  对成功的渴求，令你放弃一些正面的原则，金牛本周在求职道路上往往会耍些小手段，但这不能确保你的成功，因为你摸不清对手的底牌"
        }, 
        {
          lukey_day: "幸运日：周一        贵人星座：摩羯座", 
          all_horoscope: "整体运势   精神萎靡不振的话，整个人的运势也会减弱哟，这点特别表现在工作上，工作积极性不高会导致手上CASE状况不断，要注意调节；今日偏财运不错，有挣外快的机会；佩戴红色饰品可增强爱情运势，试试也无妨哟", 
          love_horoscope: "爱情运势   渴望能谈一次轰轰烈烈的恋爱。在追求爱情时很在意第一感觉，对方有没有钱不在乎，甚至就连对方有恋爱对像你也不在乎，直截了当表白", 
          healthy_horoscope: "健康运势    你的精神状态愉悦，心情稳定和越来越懂得让自己平静，不会轻易动怒，也不会随便就开始乱发脾气", 
          cause_horoscope: "工作学业运  运势未有起色。隐患出来作怂，小人暗放冷箭，金牛本周的境遇可谓悲惨，但是独立进行的工作项目会受到较小的影响，建议自己调节安排", 
          property_horoscope: "财运   收入方面，个人优势仍非他人可比拟，隔山打牛的状况有可能出现。支出方面，有可能采用转移支付的小把戏。投资方面，目光敏锐，潜伏抄底机会增多", 
          job_wanted: "求职  前数周的暗中使劲，金牛颇觉疲惫，趁着圣诞假期稍作休息的心态占了主流。轻松下来，看待事物的角度也发生了改变"
        }, 
        {
          lukey_day: "幸运日：周一      贵人星座：摩羯座 ", 
          all_horoscope: "整体运势   疲累又心烦的情况依然没有改变，自己心情也不是很好，不如偷闲出去旅游一下，不要让自己太过於紧张和心情疲惫", 
          love_horoscope: "爱情运势  不如请个假期让自己好好休息度假！最近恋爱运佳，和异性之间的互动机会多多，与心目中暗恋的他相处的机会也不少喔。", 
          healthy_horoscope: "健康运势  事事小心而追求完美，计画很多而且相当努力的你，有时候会太过於吹毛求疵，让自己感觉压力太大，其实是自己的个性所造成的", 
          cause_horoscope: "工作学业运  最近这个时期要提醒你，虽然你的赚钱能力超强，但花钱功力可也是一流的！要多注意", 
          property_horoscope: "财运   薪资涨了，腰包鼓了，可是花钱如流水的你实在需要克制", 
          job_wanted: "求职   本周求职运势不佳，劝你还是好好调整一下自己是失落的心态"
        }, 
        {
          lukey_day: "幸运日：周四      贵人星座：双鱼座 ", 
          all_horoscope: "整体运势   朋友对你来说很重要，感觉自己人际关系快速成长。虽然有些劳累，但友谊的支持让你感觉相当温暖", 
          love_horoscope: "爱情运势   易因感情犹豫不定而使烦恼也随之而来，与恋人之间往往擦身而过", 
          healthy_horoscope: "健康运势   本周要忌口，不宜多吃上火的食物，以免会有身体不适", 
          cause_horoscope: "工作学业运    遇事易激动，不能很好的冷静头脑，和他人起争执的机会较大", 
          property_horoscope: "财运   本周在投资理财方面有点出入，投资方面不会很顺利，还会有劳多功少的情况出现，但切忌意气用事，多参考各方的意见，方可扭转败局", 
          job_wanted: "求职  没有什么大的变动，有空不妨邀约同事一起外出散心、游玩，既可增进彼此的感情，同时也能开阔自己的心胸"
        }, 
        {
          lukey_day: "幸运日：周五        贵人星座：狮子座 ", 
          all_horoscope: "整体运势   本周运势不错，爱情际遇很好，感情的温度持高不下；事业也还算平稳，事情虽没有一帆风顺的完成，遇到麻烦时也能及时解决；财运方面出现起死回生，要把握住机会", 
          love_horoscope: "爱情运势   对感情抱有随缘的心态。伴侣间的相处透明度增加。但是配合土星运势来看，看透也可能意味着分手", 
          healthy_horoscope: "健康运势    身心处于轻松状况，运动能量充足，但是要小心运动伤害。身体容易感到不适的部位是膝盖和关节", 
          cause_horoscope: "工作学业运   除了自己感兴趣的工作项目，其他一概无所谓。另，合作关系、同事相处出现困难", 
          property_horoscope: "财运  博彩的好运，将纵容你花销的随意。若能用在个人提升上，更物有所值", 
          job_wanted: "求职   状态依然懒散。但是总有意外运气赏识你。可惜之处，在于你未必意识到，把握住"
        }, 
        {
          lukey_day: "幸运日：周六        贵人星座：天秤座 ", 
          all_horoscope: "整体运势   情绪低落、心情不好的时候，不要一个人闷在心里，与贴心人聊聊，你会轻松很多", 
          love_horoscope: "爱情运势   单身者有许多时间与朋友或同事度过，在你看来，友情此刻似乎比爱情更为重要，容易忽略身边的异性，与爱情擦肩而过。双人感情则比较平稳，两人相处和谐", 
          healthy_horoscope: "健康运势    这周运势较差，感情上的波动对你的情绪会产生不小的影响，精神状态也不佳", 
          cause_horoscope: "工作学业运   本周因人际关系不和谐而让工作受阻，学生也易与同学发生矛盾，处理好人际关系是本周的重点，与人为善对学习、工作都很有利", 
          property_horoscope: "财运   投资运不佳，异想天开、大笔投入只会让让你血本无归。库存丰厚者，想要投资也应虚心请教有经验的人士，以免有去无回", 
          job_wanted: "求职    继续坚持不懈，定会有转机。但是一定要小心自己的言行"
        }
      ]
    }, 
    {
      name: "双子座", 
      index: 3, 
      data: [
        {
          lukey_day: "幸运日：周日       贵人星座：天秤座", 
          all_horoscope: "整体运势   和情人的相处上十分愉快，许多你所讨厌的事物，情人都能帮你分忧，所以应该和情人保持更密切的沟通喔", 
          love_horoscope: "爱情运势  烂桃花散去，真正确定下来的情感却往往难有进展。本周双子不得不付出加倍的耐心甚至是讨好，但收效甚微", 
          healthy_horoscope: "健康运势   身体算是很不错，只不过需要经常运动，不然的话，很容易出现肥胖或是下半身浮肿的状况喔", 
          cause_horoscope: "工作学业运   事业、工作、财运及感情拥有好运，可以快速向你的目标迈进一大步。万一有摩擦，忍耐一下很快就可以解决", 
          property_horoscope: "财运   人际牵制力有增无减，工作上所处团队的优劣，身边朋友的财物状况，都会明显地影响你的财务状况。比起被动接受，主动争取优势人脉支援更佳", 
          job_wanted: "求职  友情的力量，顶托着双子本周的求职运势。同时，考官较看重你的团队合作能力，注意表现"
        }, 
        {
          lukey_day: "幸运日：周四       贵人星座：双鱼座", 
          all_horoscope: "整体运势  本周运势较弱。投资理财上波动较大，多听听家人的意见会让你少担当许多风险；爱情运不佳，要及时把自己从低落的情绪中解脱出来，以免影响其他方面的进展", 
          love_horoscope: "爱情运势   艰难的局面仍在继续。双子在情感上仍是付出得多，得到回报的少。同时，忠诚感开始归来，你重新确立自己在情感处理上的某些底线或原则", 
          healthy_horoscope: "健康运势   肾脏是本周的关注重点，操劳是影响肾脏功能的大忌。同时，腰部最容易感到不适，弯腰、扭腰等运动是你本周的健康保健运动，能锻炼腰腹部肌肉", 
          cause_horoscope: "工作学业运   运势出现反弹。本周双子接下的任务难凭一己之力承担，多需合作完成。同时，强势局面发生逆转，为了成事，你不得不妥协、迎合。当然，回报也相当丰厚", 
          property_horoscope: "财运   人际牵制力仍在，由于双子的灵活变通开始彰显法力，虽然许多情况下获利要看他人眼色，但财运整体可算是在波动中走高。最让你费心处理的，是朋友间的借贷", 
          job_wanted: "求职  友情是本周运势的助力。双子内心有多重考虑，若想有所得，往往要作出一些牺牲和平衡"
        }, 
        {
          lukey_day: "幸运日：周一      贵人星座：处女座", 
          all_horoscope: "整体运势  总体运势不错。事业会有较好的发展；财运略显低迷", 
          love_horoscope: "爱情运势   要记住欺骗只能瞒一时不能过一世，需要正视现实的时候，就不要一味的做梦，不然对人对己都不负责，造成不必要的情感伤害", 
          healthy_horoscope: "健康运势  三餐需按时吃，不要随着性子把零食当饭，不然很容易会有肠胃方面的疾病", 
          cause_horoscope: "工作学业运   利益法则在本周通行。双子往往要刻意去接近、讨好某些人，寻找利益的共通点将是最好的突破口。同时，团队短板的制约影响会变得明显，注意克服", 
          property_horoscope: "财运  在意想不到的渠道会有金钱收入，比如购买彩票等。正财运也很好，不过需要双子座人踏实努力的去经营，应当会有可观的收入。对待金钱的态度也变得谨慎许多，开始计较投入要有回报", 
          job_wanted: "求职  友情的助力逐渐消失。双子本周在求职场上往往面临二选一甚至多选一的选择题，同时机会不等人，犹豫不决往往失之交臂"
        }, 
        {
          lukey_day: "幸运日：周五       贵人星座：射手座", 
          all_horoscope: "整体运势   本周好运集中在职场，明枪暗箭、纷争之中你有机会彻底翻盘，并赢取良好的资源。未来将要迎来事业的持续上升。人际关系稳定，心态也相对平静，不会患得患失与过分苛求工作环境。但在财务上有不小的计划外破财，让人沮丧", 
          love_horoscope: "爱情运势   本周爱情运势比较差，单身者容易有暗恋的倾向，空虚和惆怅的情愫会不时地困扰你，其实人生就是不断甩开包袱的旅程，要么就选择表白，要么就忘记吧", 
          healthy_horoscope: "健康运势  神经紧张，很难放松，这会让你的心有受煎熬的感觉。应尽量让心情放轻松，别想太多事", 
          cause_horoscope: "工作学业运   工作运势平平，虽然你对自己的项目很有信心，但是仍需管理层考进行考核，如果想要获得晋升，记得要搞好职场的人际关系，得到同僚和下属的认可是关键", 
          property_horoscope: "财运   人际仍是本周财务状况上逃不掉、理不清的线。所幸，双子渐渐形成自己的处理准则。经商投资方面，容易陷入契约麻烦，多加小心", 
          job_wanted: "求职  气氛由明转暗。本周双子在求职场上将敏感地发现某个机会，但你往往不动声色，暗暗做准备"
        }, 
        {
          lukey_day: "幸运日：周二      贵人星座：巨蟹座 ", 
          all_horoscope: "整体运势   总是把大部份精神放在家人上的你，最近要多注意棉，因为你把时间都给了别人时，你心里的压力和疲累偶而也要放松才是喔。", 
          love_horoscope: "爱情运势  你会发现自己的生活正慢慢和他越来越要配合，面对这样的转变，你有些开心但也有一点不知该如何去调适心态", 
          healthy_horoscope: "健康运势   健康基本上都还不错，但要多多注意情绪方面的问题，因为最近你实在有些劳累，因而也要格外注重运动和养生，让自己的身心更充满能量", 
          cause_horoscope: "工作学业运  人脉经营可说是最近的重点所在，这方面对於你的将来发展也有莫大的帮助。在和同事相处方面有进步，也能够遇到许多贵人来主动帮助你", 
          property_horoscope: "财运   财运上没有特别大的变动，好好工作，天天向上", 
          job_wanted: "求职   继续坚持不懈，定会有转机。但是一定要小心自己的言行"
        }, 
        {
          lukey_day: "幸运日：周五       贵人星座：双子座 ", 
          all_horoscope: "整体运势   感觉大家都不大支持你的想法，也许应该要检讨一下是不是提出的时机点不对，或是自己的态度还有待加强，不能都怪别人喔", 
          love_horoscope: "爱情运势   甜蜜的日子，对方的温柔会让你感到很温暖，对方的倾听能让你找到宣泄情绪的管道", 
          healthy_horoscope: "健康运势   不如做些耗费体力的活动，尽量把自己搞得筋疲力尽，回家倒头就睡，以免你神经衰弱，夜不能寐", 
          cause_horoscope: "工作学业运   表现能力特别强，在交际上的大方举止，易获得他人的肯定，让你收获颇多", 
          property_horoscope: "财运   财运畅通无阻，有利于金钱运作。有大量资金流通的现象，对于有钱人的影响较大", 
          job_wanted: "求职   求职过程中要多掌握一些知识，以免面试遇到对手"
        }, 
        {
          lukey_day: "幸运日：周三      贵人星座：水瓶座 ", 
          all_horoscope: "整体运势    本周运势稍差，情人之间会感受到婚姻的压力；事业上也将是忙碌的一周，但劳有所得；投资运势不太好，需谨慎对待", 
          love_horoscope: "爱情运势   有自己隐秘的情感体验，不愿意分享。另外，越是隐秘不受认可的情感，越容易吸引到你。夫妻关系影响最大", 
          healthy_horoscope: "健康运势  情绪、精神郁结于心，也有可能是为保守某个秘密而焦虑。身体容易感到不适部位是臀部和大腿", 
          cause_horoscope: "工作学业运   对自己的意图明晰，但不会轻易透露。行动倾向于独立隐蔽。加上木逆影响，和他人合作相当不易", 
          property_horoscope: "财运  收入增长点集中在私密渠道，清晰并牢牢掌握自己的资金流向。同时，有机会掌管他人财物或借此获利", 
          job_wanted: "求职  优势在于对细微机会的把握。合作是劣势"
        }, 
        {
          lukey_day: "幸运日：周日      贵人星座：金牛座 ", 
          all_horoscope: "整体运势   在人际交往上，有面对吃亏的状况出现，有时凭直觉发表的言论，会在无意中得罪他人，在没有看清楚事态发展的情况下，建议你还是少发言为妙", 
          love_horoscope: "爱情运势   单身者最近的机会很多，也会遇到你所喜欢的那种类型的异性，本周是采取行动的好时机。情人间少了心中的不满，感情既稳定又甜蜜，真是令人羡慕", 
          healthy_horoscope: "健康运势  运势较弱，身体常感不适。保持乐观积极的态度才能使身心健康、愉快", 
          cause_horoscope: "工作学业运   工作上要花费的时间很多，乱七八糟的事情让你无法顾及其他。努力工作虽说无可厚非，也要顾及身体才好。学生在学业上会有松懈的情况发生，要好好调整，用积极的心态面对", 
          property_horoscope: "财运   购买欲望较强，钱财的花费大，多用在购物以及请客上，收入有跟不上支出的脚步，荷包缩水的速度很快，需要理智消费。在投资上，手中掌握的资讯不能说服你去大干一番，会处于关注状态", 
          job_wanted: "求职    本周想要在求职上有所突破的话，不如改变一下自己一身的行头，好的求职形象有助于工作机会的获得"
        }
      ]
    }, 
    {
      name: "巨蟹座", 
      index: 4, 
      data: [
        {
          lukey_day: "幸运日：周三       贵人星座：水瓶座", 
          all_horoscope: "整体运势  爱情运势好，让你感觉精神愉快，如果好好把握，可能会展开一场浪漫恋情甚至而步入礼堂；但要多注意好友意见，把朋友意见纳入参考喔", 
          love_horoscope: "爱情运势   单身者有许多与异性接触的机会，下半周因朋友介绍而结识不错的对象，可望发展一段恋情。恋爱中的人小心外界诱惑，内心易动摇，感情易出现裂痕", 
          healthy_horoscope: "健康运势  本周呼吸系统容易出毛病，建议多喝润肺的汤水，多到空气清新的地方走走。肩部可能有疼痛，适当运动，不要伏案工作太长时间，以防肩周炎", 
          cause_horoscope: "工作学业运   过多的工作机会选择，让自己陷入困顿之中，应该要多加思考选择自己可以加以掌控的部分来发展。千万不要太过於贪心", 
          property_horoscope: "财运   财运不错，对自己熟悉的、感兴趣的领域，在运作上颇能得心应手，判断精准，进帐机率高。学生族易得长辈照顾，小有进帐，但花费也大，难以留住钱财", 
          job_wanted: "求职  本周运势偏低，合意的机会极少，即便有，也多在投递简历或前轮面试后陷入无奈的等待中"
        }, 
        {
          lukey_day: "幸运日：周六       贵人星座：天蝎座", 
          all_horoscope: "整体运势   运势颇优，这周是拓展人际关系的好时机，有结识新朋友的机会别错过。与年长者特别有缘，多表示顺从会获得更多的照顾与援助", 
          love_horoscope: "爱情运势  爱意变得愈加浓烈。单身族往往对动心对象采取主动。即便已是老夫老妻的恋爱男女，也生出许多浪漫心思，让旁人艳羡", 
          healthy_horoscope: "健康运势   身体相当健康，只是本周操心比较重，容易引起心理疲劳，要放开包袱才好", 
          cause_horoscope: "工作学业运  事业运不错，因举手之劳而获得福报的机率高，多帮助身边的人，会让你在不经意间收获到惊喜。学生族能把学习、玩乐安排得井井有条，收获颇多", 
          property_horoscope: "财运   工作中的积极表现是为你的荷包争取更多银两的主要渠道，通过朋友的推荐与建议有机会抓住投资商机，但对于并不熟知的普通朋友所提出的赚钱门道还是要慎重对待，否则极易中了他人设下的圈套，导致钱财白白流失", 
          job_wanted: "求职  运势没有起色。巨蟹仍处等待的状态，所幸的，心态变得平和，多将精力着眼于面试准备"
        }, 
        {
          lukey_day: "幸运日：周一       贵人星座：金牛座", 
          all_horoscope: "整体运势   你不乏快乐，加上你时不时能为生活制造情趣，使生活变得多姿多彩，事业与爱情在你的用心经营下可望达到双丰收", 
          love_horoscope: "爱情运势   形势是一派春暖花开。单身族的主动姿态有增无减，越挫越勇。恋爱男女之间的甜蜜，就如发泡时间足够的银耳，绚烂而真诚地开放", 
          healthy_horoscope: "健康运势  本周健康关注的重点转向肠胃部位，饮食方面选择容易消化吸收的食物较合适。行动力增强，建议开展一项长期的健身计划", 
          cause_horoscope: "工作学业运  强烈的责任心让你对待事情多了几分慎重，因此也不会轻易在工作中发生失误，积极的工作表现将能得到领导的认可，领导对你委以重任的几率也比较高，要好好把握住机会", 
          property_horoscope: "财运    财运下行。收入方面，正财运上举步维艰，偏财运低迷。唯有靠支出上精明节俭有所帮补，不至于财务陷入困境。投资方面，稳字当头，收益甚微", 
          job_wanted: "求职  运势稍有起色。机会开始增多，但巨蟹有些挑剔，主动出击的时候不多，最后往往是朋友推荐为你引道"
        }, 
        {
          lukey_day: "幸运日：周日       贵人星座：狮子座", 
          all_horoscope: "整体运势  干劲十足的一周。在本周达到某种心理与意志的极大统一，再次鼓足勇气，做好完全准备向事业出发。虽然距离口袋满满的那一刻还有些距离，本周依然是一个年度高点。财务与身体平常，小心脊椎健康", 
          love_horoscope: "爱情运势   单身者有许多与异性接触的机会，下半周因朋友介绍而结识不错的对象，可望发展一段恋情。恋爱中的人小心外界诱惑，内心易动摇，感情易出现裂痕", 
          healthy_horoscope: "健康运势   本周需留心肠胃方面的疾病，饮食以易消化为原则，七八分饱最合适。精神紧张的状况时有发生，往往因为你要求过高。学会放下，方得安乐", 
          cause_horoscope: "工作学业运  运势平稳中小有下滑。接到的工作多琐碎枯燥，除了程序化地处理，可发挥的空间很少。同时，有重大项目进入筹备阶段，注意把细节考虑周全", 
          property_horoscope: "财运  财运继续下行。收入方面，艰难局面继续。支出控制高度收紧，撑起本周的财政大局。投资方面，侧重理性分析，但你对自己的信任度不够，往往导致机会擦肩而过", 
          job_wanted: "求职  人际是本周运势回升的动力，配合阶段的局势，最有可能是以往的同事邀约你参与新团队或新公司"
        }, 
        {
          lukey_day: "幸运日：周一       贵人星座：水瓶座 ", 
          all_horoscope: "整体运势  在工作上遇到小人感觉很多人都似乎进度落後而且不知道改进，不要太过激动，心平气和才能解决事情", 
          love_horoscope: "爱情运势   内心还是期待爱情，但今天机会多多，尤其大多遇到的机会是朋友聚会中喔！同时可以多多参与户外活动，尤其是走远一些活动、旅游、或去欣赏戏剧", 
          healthy_horoscope: "健康运势  身体算是很不错，只不过需要经常运动，不然的话，很容易出现肥胖或是感觉水肿的状况，所以保持新陈代谢良好是很重要的", 
          cause_horoscope: "工作学业运   开始要记得善用良好的人际关系，这可是很重要的学习工作，绝对会帮你相当多而你也将会遇到许多好朋友和好伙伴", 
          property_horoscope: "财运   本周财运不佳，薪资没涨也就罢了，还开销不小", 
          job_wanted: "求职   本周想要在求职上有所突破的话，不如改变一下自己一身的行头，好的求职形象有助于工作机会的获得"
        }, 
        {
          lukey_day: "幸运日：周四       贵人星座：白羊座 ", 
          all_horoscope: "整体运势   你很努力做好自己分内的事情，但还是有很多小人故意说你不好，不要太放在心上，时间一久大家就会知道你的实力，你会获得最後的胜利", 
          love_horoscope: "爱情运势   平等交流时期。和恋人有机会共同经历人生某些重要的事件，你也得以因此更好地了解对方。单身者依然有机会上演友人变恋人的起码", 
          healthy_horoscope: "健康运势   对外交流是维持身心平衡的可取模式，只是接近周末，你出现了明显的阻抗情绪。身体容易感到不适的部位是生殖系统", 
          cause_horoscope: "工作学业运   伺机而动的一周。工作上得到他人帮助支援的同时，亦在努力寻找机会摆脱牵制", 
          property_horoscope: "财运   收支都难受自己控制，配合他人消费的多。elin小提醒：如果把社交开销亦当做一种投资，你会少一些纠结", 
          job_wanted: "求职   人际能力仍是考核重点"
        }, 
        {
          lukey_day: "幸运日：周六       贵人星座：狮子座 ", 
          all_horoscope: "整体运势   这周情绪有些许低落，生活中的挫折让你难有一个好心情，如果有什么想不通，不妨对朋友亲人说出来，闷在心里，自己痛苦，身边人也很着急", 
          love_horoscope: "爱情运势   本周感情中你需要多付出一些，也要给对方来点小浪漫，这样会让对方更加的爱你", 
          healthy_horoscope: "健康运势  本周你应多关心身体，减少不必要的应酬，切忌大吃大喝，易伤肠胃", 
          cause_horoscope: "工作学业运  工作上需要与同事多多的沟通，可以及时的学习更多的新知识。但是不能够抢人家的功劳", 
          property_horoscope: "财运    经过一段时间的准备，可放心投资在筹划已久的项目上，尤其信誉良好的股票，耐心等待，假以时日，收获的一天终将到来", 
          job_wanted: "求职  面对新的工作可能没有太大的兴趣，不妨先让自己休息一周，好好的放松说不定会有更好的去向"
        }, 
        {
          lukey_day: "幸运日：周二       贵人星座：天蝎座 ", 
          all_horoscope: "整体运势  总体运势不错，爱情发展平稳，并无大的波动；工作学习压力减小，做起事来更顺心；财运稍有突破，要好好把握机会", 
          love_horoscope: "爱情运势   恋人间的相处较为温和，平淡的感觉，难以给你带来很大的乐趣，双方也会懒于制造任何惊喜，相互依偎的感觉一样温馨", 
          healthy_horoscope: "健康运势   旺盛的运势，以及乐观的心态，让你身心健康。胃口不错，适合进补", 
          cause_horoscope: "工作学业运   事业学业上的压力得到缓和，烦恼也随之减少，有机会使同事或同学间的情谊进一步融合，工作、学习氛围的转好又对你的积极性起到不错的助益", 
          property_horoscope: "财运   知识的运用得当，使你的分析投资市场局势的能力变得很强，懂得及时规避市场的风险，合理利用手头的余钱，比如购置保值性强的金银玉器，获得收益的几率颇高", 
          job_wanted: "求职   本周求职上会遇到一些小麻烦，建议你多做好应对的准备，当然保持沉着是最必要的"
        }
      ]
    }, 
    {
      name: "狮子座", 
      index: 5, 
      data: [
        {
          lukey_day: "幸运日：周 二     贵人星座：白羊座", 
          all_horoscope: "整体运势   你与他的关系会在开始时很热情，你觉得任何事都很不错，但是热情很快便会消失。所以你最近感到有点闷，但还是要多多关心他才是", 
          love_horoscope: "爱情运势  这周保持低调很重要，不要总是要求对方有足够的时间来陪伴你左右，从平淡的感情生活中体味美好，只有真诚朴实的爱意才能天长地久", 
          healthy_horoscope: "健康运势   小心一些莫名的小病痛或感冒等问题，不要太过大意，也不要对自己身体太有自信！不管生活多忙碌，还是要运动以及让自己调是心情，才不会让身体健康越来越透支喔", 
          cause_horoscope: "工作学业运 	一向对自己深具信心的你，可以有机会发挥才华露头角，让大家都看到。但若是有合夥关系，他的财务状况，将会令你担心", 
          property_horoscope: "财运  本周投资少选择周期长的项目，把钱投资在短线基金或是股票上会是不错的选择；理财方面，出门购物时，要尽量少听促销人员的建议，以防买到无用的物品", 
          job_wanted: "求职  竞争气氛愈演愈烈，狮子的野心大发，大方地在考官面前展现才华。偶因好胜，有些夸大，引起考官怀疑"
        }, 
        {
          lukey_day: "幸运日：周六       贵人星座：狮子座", 
          all_horoscope: "整体运势	本周运势微弱，不可避免的矛盾花费了你许多心力，很多事难以顺心顺意。投资运虽然稍有起色 ，但各种事情接踵而至，会让你的心情变得沉闷", 
          love_horoscope: "爱情运势   爱情就像捉迷藏游戏，你知道目标就在身边，但因为蒙着眼睛看不清楚而不知所措。其实身边并非缺乏爱慕你的异性，闭上眼睛用心去感受一下，梦中情人会渐渐从人群中浮现", 
          healthy_horoscope: "健康运势	心脏是本周容易感到不适的部位，同时有纵欲过度的倾向不得不防。急于求成的心态影响着健身计划的进行，身体反受其害", 
          cause_horoscope: "工作学业运	    工作上或生活上的忙碌，让你每天几乎都绷紧着神经，不停的与人周旋着。忙得团团转的你，感觉到回报与付出不尽相符。与人相处容易产生摩擦，多停下脚步思考反省自己", 
          property_horoscope: "财运	财运平顺，收入稳定。花钱也较理性，能妥善处理好每一笔收入，投资方面以家庭内部居多，如给孩子的教育投入、房子装修的投入等等。尽量不要玩金钱游戏，牌桌上容易让你散尽财气", 
          job_wanted: "求职  掌控欲望变得强烈。狮子有机会在面试场合担任小组组长之类的领导角色，出彩和犯错都更多地落在考官眼里"
        }, 
        {
          lukey_day: "幸运日：周三      贵人星座：射手座", 
          all_horoscope: "整体运势  暂时告别起伏不定的运势，工作与生活都平稳，有淡淡的幸福感。一切进行中的工作都比预想的更顺利，虽然尚未见成果，但总让人充满希望。身体紧绷，紧张感强", 
          love_horoscope: "爱情运势   单身狮子本周遇见的动心之人，有着你熟悉的气息，也适合与你开展一段长期的关系。恋爱男女相处甜蜜，颇有过家家的小情调", 
          healthy_horoscope: "健康运势   健康关注重点是心脏。本周你易走极端，过度工作或过度玩的状况都有可能出现，导致疲劳过度，可能发生心律不齐等状况。健身建议太极、瑜伽等平和心境的运动", 
          cause_horoscope: "工作学业运  强烈的事业心，但刻苦工作得来的却是可怜的成绩，不应把得失心看得太重才好。如果不改善工作方法，纵然你有充沛的精力和昂扬的斗志，也常常是竹篮打水无功而返", 
          property_horoscope: "财运   收入方面，正财收入依傍权势方能攀升，偏财机会增多，多与运气赌博。支出方面，娱乐活动开销增大。投资项目，有大手笔计划，回报诱惑颇大", 
          job_wanted: "求职  竞争气氛逐渐平息。之前数周的努力，在本周可看到基本定局。狮子的状态有些懈怠，你想好好地歇息一下"
        }, 
        {
          lukey_day: "幸运日：周一         贵人星座：摩羯座", 
          all_horoscope: "整体运势   贵人运不错，朋友尤其是女性朋友会给你带来帮助或好消息，你将完成某个重要项目，或是参加一个完美的社交活动", 
          love_horoscope: "爱情运势   家人对你的情感生活表现出更多的关注。单身狮子可能被安排相亲，或与家人认可的对象交往试试看。恋爱男女遭遇见家长的时机", 
          healthy_horoscope: "健康运势  运势较弱，常感内心苦闷。别给自己太大的压力，以免引起失眠", 
          cause_horoscope: "工作学业运   运势走高。本周狮子霸气外露，强大的气场影响着身边人，为自己赢得支持追随者，也压得住竞争对手的气焰，项目进展可望如愿进行", 
          property_horoscope: "财运   收入方面，权力是收入增长的助推器。支出方面，意外的支出多是为娱乐及异性埋单。投资方面，多凭直觉行事，风险加大", 
          job_wanted: "求职  运势有些平淡。对遇见的机会多看不上眼，本周狮子多是默默等待，耐心准备"
        }, 
        {
          lukey_day: "幸运日：周四     贵人星座：处女座 ", 
          all_horoscope: "整体运势   朋友运很不错，容易认识一些贵人朋友，建议你可以注意。但和朋友之间要避免太过计较小事，才能维系彼此的友谊温度", 
          love_horoscope: "爱情运势  会有意中人出现，可以把握这个时机，但是现在因为时机还未成熟，建议你多花一些时间多多的观察，尽量将很多未来的发展想周详", 
          healthy_horoscope: "健康运势   你的精神状态愉悦，心情稳定和越来越懂得让自己平静，不会轻易动怒，也不会随便就开始乱发脾气", 
          cause_horoscope: "工作学业运	工作上会有小小不顺，但不必太在意！不过要注意和工作夥伴间，还是多多沟通比较好，否则天天都要相处，如果有问题不沟通很麻烦的喔", 
          property_horoscope: "财运   本周的财运不算好，当然也不会太差。勤奋工作绝对是收入的最佳保障", 
          job_wanted: "求职    本周求职上会遇到一些小麻烦，建议你多做好应对的准备，当然保持沉着是最必要的"
        }, 
        {
          lukey_day: "幸运日：周五       贵人星座：摩羯座 ", 
          all_horoscope: "整体运势	工作的忙碌让你有时候忘记自己的目标，好像只是不停跟随大家的脚步，偶而也要休息一下，让自己好好想想未来喔", 
          love_horoscope: "爱情运势  两人的感情生活出现聚少离多的情况，显得平淡，加强浪漫攻势，才能保持感情热度", 
          healthy_horoscope: "健康运势	多注意保暖，小心风湿性疾病", 
          cause_horoscope: "工作学业运	工作热情积极，处理大小事务均不马虎，也能与同事有良好的互动，工作使你感到快乐", 
          property_horoscope: "财运	 金钱上有点小状况，尤其是业务、主管级人物容易产生业绩、营运压力。心情郁闷下不宜处理财务问题", 
          job_wanted: "求职   求职需要发表自己的观点与想法，这样领导会给你的印象不少哦"
        }, 
        {
          lukey_day: "幸运日：周三     贵人星座：巨蟹座 ", 
          all_horoscope: "整体运势   运势较弱，本周对人对事不应带有太多个人色彩，兼容并蓄他人的想法才能走得更顺利。多与不同性格的人交往，汲取他人的经验，你的进步会很大", 
          love_horoscope: "爱情运势   单身的，多处于暗恋、试探、比较状态，如果说这是一种自我折磨，那么有伴的就是互相折磨。你们互相为对方挑刺，火气十足", 
          healthy_horoscope: "健康运势   状况没有什么好转，即便是对小病痛的处理elin也建议你要慎之又慎，不要发展成顽疾", 
          cause_horoscope: "工作学业运   焦虑状况继续，诸多的担忧，甚至有强迫倾向出现。幸而到周末将有搭档、团队或友人友情介入，节奏开始放缓", 
          property_horoscope: "财运   财运状况平稳。偏向于多劳多得的正财收入，但付出与回报的比例偏低。投资思路谨慎，不是在决策考量阶段，就是满足于低风险低回报", 
          job_wanted: "求职   木星逆行继续，面试状况依然不容乐观。尤其在同时面对多名考官时，讨好多方不易，意见分歧时，你容易成为牺牲品"
        }, 
        {
          lukey_day: "幸运日：周六         贵人星座：狮子座 ", 
          all_horoscope: "整体运势   本周总体运势较好，爱情发展较平淡，缺少激情。一丝不苟的处事作风让你大受欢迎，事业学业方面春风得意。本周应酬较频繁，要注意节省开销", 
          love_horoscope: "爱情运势   单身者的幽默和诚实会一点点将对方打动，有时候需要你更加稳重一点；已婚者之间能够互相尊重对方，不会过多干涉对方的自由", 
          healthy_horoscope: "健康运势   心情舒畅，身体健康。但别总窝在室内吹空调，多散散步对身体有益。", 
          cause_horoscope: "工作学业运   工作学习积极性都相当高，精益求精的做事风格也让你得到许多赞赏，表现机会更是水涨船高，令你应接不暇，要注意不可太出风头哦", 
          property_horoscope: "财运   日常生活中的消费会比较有计划。投资上资金不会出现什么问题，贵人运也不错，当你决定冒险行事时，最好先征求长辈的意见，对方能给你一些很不错的建议唷", 
          job_wanted: "求职   本周将出现较多的选择机会，但是你要记得选择应该选最适合自己，而自己又是最感兴趣的工作，切莫三心两意，错失良机"
        }
      ]
    }, 
    {
      name: "处女座", 
      index: 6, 
      data: [
        {
          lukey_day: "幸运日：周四       贵人星座：处女座", 
          all_horoscope: "整体运势   虽然你说不在乎爱情，但其实内心还是相当向往，如果你还是单身，试著多扩大生活圈，可能遇到的机会是在休闲娱乐的场所或朋友聚会的场所喔", 
          love_horoscope: "爱情运势   本周局势是小波澜不断。处处桃花运变旺，令你动心的对象出现，可能会有一时的偏离。单身族遇到的缘分对象往往不止一个，眼花缭乱反而难有所得", 
          healthy_horoscope: "健康运势  健康基本上都还不错，但要多多注意情绪方面的问题，因为最近你实在有些劳累，因而也要格外注重运动和养生，让自己的身心更充满能量", 
          cause_horoscope: "工作学业运   人脉经营可说是最近的重点所在，这方面对於你的将来发展也有莫大的帮助。在和同事相处方面有进步，也能够遇到许多贵人来主动帮助你", 
          property_horoscope: "财运   收入方面，外援是不小的助力，同时有机会代为看管他人财物。支出方面，控制力增强，家庭是唯一让你有大项目开销的理由。投资方面，目光敏锐，但行动保守", 
          job_wanted: "求职  家人影响仍是本周的主流。处处少有抵抗，默默遵从的时候更多。同时，心思变得细腻，为面试加分"
        }, 
        {
          lukey_day: "幸运日：周二       贵人星座：射手座", 
          all_horoscope: "整体运势   本周运势旺盛，事业上，多思多做，行动力强，热情谦逊；财运一般，太过谨慎让你错失不少发财良机", 
          love_horoscope: "爱情运势   本周处处在情场上依然是小折腾多多。单身族看似桃花颇旺，实则是露水情缘。恋爱男女闹别扭的时候增多，虽不至于动摇你们的感情根基，但也更容易让你们看清彼此的脾性", 
          healthy_horoscope: "健康运势  本周健康关注的重点转向消化系统，注意饮食的清淡比较有效。精神上也开始出现忧郁的倾向，适当地吃一些甜食会让心情好很多。同时，家人的健康意见绝大多数对你有益", 
          cause_horoscope: "工作学业运   运势开始走强。想法变得清晰，计划也具体，处处在本周进入独立运作某项目的阶段，就算不是独力，你也要有家长式的控制权", 
          property_horoscope: "财运   收入方面，仍有外力支援，但处处自己的用心也不可小觑。支出方面，按预期进行，家庭事务开销另计。投资方面，直觉帮助你察觉到机会，但你未必相信", 
          job_wanted: "求职  家人的影响仍在。同时，随着观察力增强，处处对考官的反应多有看穿，往往能给予对方想要的答案"
        }, 
        {
          lukey_day: "幸运日：周六       贵人星座：天秤座", 
          all_horoscope: "整体运势  事务爆棚，这一周对处女座来说非常不轻松，每分每秒都有事情做不完，往往还会返工、重来。虽然事业心非常强，但无奈受制于性格弱点或健康等原因，在本周并无大展宏图之势，切忌不要轻易掀开底牌。财务平稳，所有投资稳步上涨，身体正常", 
          love_horoscope: "爱情运势   有不错的桃花运，心仪的人很容易接受你，不过对方的朋友圈似乎对你不太认可，心爱的人容易受困于朋友的意见而与你保持距离。若能处理好这层关系，问题将迎刃而解", 
          healthy_horoscope: "健康运势   本周体质有偏弱的倾向，消化功能不佳，饮食上以易消化的流质较为合适。上班族要切记按时进餐。健身建议选择调剂情绪的恰恰舞，活泼的节奏，俏皮的舞步，使你变得精神起来", 
          cause_horoscope: "工作学业运   运势拉升中。贯彻执行力高涨，同时，独力运作的心态仍是主流。虽然处处的心思变得敏锐，帮助你很容易看清伙伴或敌人的心思，但你更愿意依靠自己", 
          property_horoscope: "财运  财运不错，对自己熟悉的、感兴趣的领域，在运作上颇能得心应手，判断精准，进帐机率高。学生族易得长辈照顾，小有进帐，但花费也大，难以留住钱财", 
          job_wanted: "求职  家人影响逐渐散去。本周处处开始凸显自己的心意，并尽量为它争取空间。偶有细节处理不当，令事态生出波折"
        }, 
        {
          lukey_day: "幸运日：周一       贵人星座：双鱼座", 
          all_horoscope: "整体运势   事业运旺盛，职业生涯将获得特别的机遇或是赞誉，家庭条件也将因为令人兴奋的职业发展得到大大的提升", 
          love_horoscope: "爱情运势   贵人运旺盛，适度寻求亲友协助可减少困难，而另一半就是最好的贵人，建议你多听听他的想法，毕竟他是最了解你的人", 
          healthy_horoscope: "健康运势    三餐需按时吃，不要随着性子把零食当饭，不然很容易会有肠胃方面的疾病", 
          cause_horoscope: "工作学业运   本周职场交流气氛浓厚，天秤获得的信息量大增，但是真假难辨，搅乱你的心思。同时，小意外不断", 
          property_horoscope: "财运     本周投资少选择周期长的项目，把钱投资在短线基金或是股票上会是不错的选择；理财方面，出门购物时，要尽量少听促销人员的建议，以防买到无用的物品", 
          job_wanted: "求职    竞争气氛变得浓厚，多是因为某个众人眼中的好职位出现，同时也吸引了处处的目光，开始主动出击"
        }, 
        {
          lukey_day: "幸运日：周五       贵人星座：天蝎座 ", 
          all_horoscope: "整体运势   朋友对你来说最近很重要，感觉自己人际关系快速成长。虽然有些劳累，但友谊的支持让你感觉相当温暖！", 
          love_horoscope: "爱情运势   周旋在朋友之间，不但大受欢迎，也会得到异性欣赏，恋爱运很不错，但不要太过得意忘形，不然会让人印象打折扣喔", 
          healthy_horoscope: "健康运势  维持身体的健康，你可以选择多多运动，但因此要小心运动相关的伤害，千万不可以太大意，以免身体受到伤害", 
          cause_horoscope: "工作学业运   过多的工作机会选择，让自己陷入困顿之中，应该要多加思考选择自己可以加以掌控的部分来发展。千万不要太过於贪心", 
          property_horoscope: "财运   财运状况不佳，但是有可能因为心情好使你乐于破财消灾", 
          job_wanted: "求职   本周将出现较多的选择机会，但是你要记得选择应该选最适合自己，而自己又是最感兴趣的工作，切莫三心两意，错失良机。"
        }, 
        {
          lukey_day: "幸运日：周四       贵人星座：双鱼座 ", 
          all_horoscope: "整体运势   一向对自己深具信心的你，可以有机会发挥才华露头角，让大家都看到，但若是有合夥关系，要多观察，慢慢再投资下去。", 
          love_horoscope: "爱情运势   有伴的你，感情生活还算稳定；单身者能遇见不错的异性，若你同时和几个人交往的方式对你以后的恋情发展较易产生不好的影响", 
          healthy_horoscope: "健康运势   本周身体各方面不错，不会有什么大问题出现", 
          cause_horoscope: "工作学业运   工作者工作进展平顺，有机会接触挑战性任务。这周的好运势会给你带来轻松的心境，即使遇到难题，也能轻松应对", 
          property_horoscope: "财运   财运颇盛，易受贵人帮助提点。正财多多自不用说，偏财收益也让你赚得钵满盆满。不如趁此机会好好利用手中闲钱，再觅投资新途径", 
          job_wanted: "求职   有获取新知识的强烈动机，因而学业较为顺利"
        }, 
        {
          lukey_day: "幸运日：周日       贵人星座：处女座 ", 
          all_horoscope: "整体运势   本周运势不错，多与人交流，易得贵人相助。爱情方面，易从家人朋友那儿结识新的异性；工作学习方面，易得他人的帮助；财运方面，易从他人那儿获取投资信息", 
          love_horoscope: "爱情运势    愿意为爱情疯狂一把，原本淡定的你极有机会涉入一个精心谋划的示爱举动。但是，接近周末，失望疲惫的情绪会来袭。elin小评，亲爱的你，就像吃糖吃到甜腻的孩子", 
          healthy_horoscope: "健康运势   性能量的注入，令身体进入易亢奋的状态。同时，娱乐活动颇多，提防熬夜内耗。最有可能感到不适的部位仍是腹部", 
          cause_horoscope: "工作学业运   创意仍是本周工作的亮点。容易成为团队中的焦点或领袖。若能专注目前，多有收成。如指望开疆拓宇，延缓阻挠将让你有更多的内心体验", 
          property_horoscope: "财运   木逆有利于收入增加。投机心态有增无减。短期波段操作的获利机会，对你诱惑更大。爱情和面子仍是加大开销的诱因", 
          job_wanted: "求职    创意是本周求职的加分项，有好想法不妨大胆说出来。接近周末，进取逐渐被求稳取代"
        }, 
        {
          lukey_day: "幸运日：周一       贵人星座：摩羯座 ", 
          all_horoscope: "整体运势   本周运势稳中有升，感情上处于非常平静的状态，缺少些激情，平静中，感情渐进渐长；工作上，本周相对比较清闲，表现的机会较少，分内的事情做好就行，财运较好，可以实施投资计划", 
          love_horoscope: "爱情运势   单身者与心爱的人少有激烈的碰撞，平静中，感情暗暗滋长，比较容易日久生情；有伴的人在平静中一起体会生活，一起走过一些坎坷，感情变得更加坚定", 
          healthy_horoscope: "健康运势    身体状况一般，偶感肠胃不舒服，应该多加注意饮食习惯", 
          cause_horoscope: "工作学业运   学生族按部就班地生活，很少在课外主动捧起书本。工作者在工作中需要加强独自操作的能力，对今后有所帮助", 
          property_horoscope: "工作学业运   本周财运不错，手中的股票或基金增值的空间较大。与朋友的聚会消遣渐渐多了起来，花费虽然比较大，但也获得不错的心情", 
          job_wanted: "求职     是晋升的好机会，要好好把握机会。得到机会也不应该过于自傲，谦虚才是你成功道路上的良人"
        }
      ]
    }, 
    {
      name: "天秤座", 
      index: 7, 
      data: [
        {
          lukey_day: "幸运日：周六       贵人星座：金牛座", 
          all_horoscope: "整体运势    在工作上春风得意，社交活动也会慢慢增多，相当有助你建立广大的人脉 。建议你多多努力，未来会因之前的人际关系而让你财源广进", 
          love_horoscope: "爱情运势    这周会得到异性的赞美。在周末的时候，有机会受到异性的邀约，外出游玩的机率高，令你乐此不疲，独自感受着对方带给你的快乐", 
          healthy_horoscope: "健康运势   最近容易有头疼或脑部的毛病，将会带给你不少心烦的感觉！要多小心肝脏的保养，消化系统也要多注意。不要常常忽略身体给你的一些小警讯", 
          cause_horoscope: "工作学业运   最近的贵人运不错，但要提醒你凡是不要太过冲动，要避免受情绪影响，你会发现小人并不难应付。切记一切大事化小，低调最主要策略", 
          property_horoscope: "财运   收入方面还是维持一般的薪水进账，但投资方面的获益状况相当不错。保守的投资方式，进账虽然缓慢，但若灵活运用也能让你获利不少", 
          job_wanted: "求职  本周天秤想法颇有见地，引起考官关注，但涉及到具体方案时候，仍要事前多作准备才能应付好"
        }, 
        {
          lukey_day: "幸运日：周四       贵人星座：金牛座", 
          all_horoscope: "整体运势  开心快乐的一周，与身边的同事、朋友关系融洽，使你生活更加丰富多彩。只是要注意说话时的语气，虽然朋友当时不在乎，但是心里会不舒服", 
          love_horoscope: "爱情运势   这周会得到异性的赞美。在周末的时候，有机会受到异性的邀约，外出游玩的机率高，令你乐此不疲，独自感受着对方带给你的快乐", 
          healthy_horoscope: "健康运势   时常面带微笑会使心情愉悦，身体保持正常状态", 
          cause_horoscope: "工作学业运  虽然你的表现不错，在同事们心中也有一定的位置，可这周在工作上会出现一些小错误，让上司对有些失望。抛开不如意，拾回信心才好。学生族要多总结学习方法和技巧，才能事半功倍", 
          property_horoscope: "财运   财运不佳，赚钱的思路过于狭隘，很难开拓你的财富大门，凭借单一的赚钱门道明显难以满足你日常开销的需求", 
          job_wanted: "求职  本周求职路上的转折颇多，天秤的心情也难免被弄得起起落落，坚韧和努力才能帮助你本周走到底"
        }, 
        {
          lukey_day: "幸运日：周五       贵人星座：狮子座", 
          all_horoscope: "整体运势  不到头脑的一周，事业中酝酿变化，有突发状况，难免受影响。投资运良好，但有该来的小钱偏偏不来。健康平顺", 
          love_horoscope: "爱情运势   挑花运相当不错，积极参加休闲聚会，再稍微装扮自己，你会发现自己变得神采奕奕，随之而来的爱慕者也会多很多", 
          healthy_horoscope: "健康运势     本周健康关注的重点转到呼吸系统和肩部。容易感染呼吸系统疾病，尽量少到人群密集或空气浑浊的地方去。健身建议到空气清新的地方，适当做些户外运动，增强体质", 
          cause_horoscope: "工作学业运   责任心很强，因此也会受到同事与领导的信任。但对于一些不起眼的小麻烦你都不放在心上，小心因此影响工作质量", 
          property_horoscope: "财运   财运开始下滑。正财收入横生枝节，偏财的野路子虽增多，仍不足弥补。支出控制出现放松迹象。投资方面，信息的迷惑渐浓", 
          job_wanted: "求职  本周求职意外颇多，天秤的事前准备多无用武之地。同时，考官较看重你的应急能力，注意表现"
        }, 
        {
          lukey_day: "幸运日：周二       贵人星座：天秤座", 
          all_horoscope: "整体运势  近期可能会因公事出行，这次出行看上去与你的事业和收入有关，你将做出一个重大的财务承诺或者决定", 
          love_horoscope: "爱情运势   情爱关系朝着良性、稳定的方向发展，这得益于你在情感上的理性态度。单身族有望在本周遇到令你有安全感的对象，或确定一段关系", 
          healthy_horoscope: "健康运势  在饮食方面要注意均衡饮食，相信会有更好的健康。尤其是最近压力大，吃东西更要多节制，小心身材走样", 
          cause_horoscope: "工作学业运  运势跌宕。原有的工作规律不断主动或被动地被打破，天秤的精力大多都放在调适上，实际工作进展不多。同事之间交流增多，小道消息也开始风传", 
          property_horoscope: "财运   财运继续下行。收支方面，得失皆是意外，无力感包围，天秤唯有一声叹息。投资方面，迅速呈现信息轰炸局面，真假难辨，令天秤多有踌躇", 
          job_wanted: "求职  起伏的运势，将在本周平静下来。家人将介入你的求职。有可能是为你推荐机会，有可能是对你有所要求，你需多考虑他们的意见"
        }, 
        {
          lukey_day: "幸运日：周六       贵人星座：白羊座 ", 
          all_horoscope: "整体运势    你最近觉得自己有些累，做任何事情都无法提起精神来，也容易对他人不耐烦，建议你不要太过度，不然可是会让人讨厌的", 
          love_horoscope: "爱情运势    爱情运佳，不但和朋友之间相处融洽，还有机会认识到许多不同领域的新朋友外，人气指数也是直线上升", 
          healthy_horoscope: "健康运势   不要吃太多会让身体有负担的东西，也不要老是有过多应酬，长久下来身体不但吃不消，而且对皮肤等都有很大的影响喔", 
          cause_horoscope: "工作学业运   是往上提升的好时机，可以努力成为一个领导阶层，也可以表现出你的领导才能。但注意别过骄傲，会惹人讨厌并且带来小人，导致很多人对你不满", 
          property_horoscope: "财运   财运状态比较普通，好好处理财政才是最好的选择", 
          job_wanted: "求职   是晋升的好机会，要好好把握机会。得到机会也不应该过于自傲，谦虚才是你成功道路上的良人"
        }, 
        {
          lukey_day: "幸运日：周二       贵人星座：天秤座 ", 
          all_horoscope: "整体运势   注意作息的时间，尤其三餐方面要能多加留意不要吃太对身以不好的东西。最近身体不佳，可以多多吃清淡食物，这样身体健康会更好喔", 
          love_horoscope: "爱情运势   单身者需要积极参加聚会，从而提升桃花运；双人恋情多会因为金钱方面的问题而引起纷争，最好避免谈到金钱这个话题", 
          healthy_horoscope: "健康运势   身体过于疲惫，要多注意休息，让大脑放松", 
          cause_horoscope: "工作学业运   工作上不会遇见什么麻烦，但要想获得晋升的空间和机会，就应当用积极的态度去面对。多和同事互动，搞好人际关系，对你会很有帮助", 
          property_horoscope: "财运   在日常生活上需要注意用钱的细节问题，尽量把钱用在实处。而在钱财支配方面你多会与另一半产生意见上的分歧，需要协调商量好", 
          job_wanted: "求职   面对工作的选择可能在三心二意，不知道如何选择，希望能够及时的做出决定"
        }, 
        {
          lukey_day: "幸运日：周日       贵人星座：巨蟹座 ", 
          all_horoscope: "整体运势   工作的事情可以先放一边，会休息才能更好地工作。本周沉静下来后会想清楚很多事情，以往与朋友、亲人间的误会都可以在今天表明态度，打开心结会让你有豁然开朗之感。爱情运优，单身者有机会遇到强烈的电波。", 
          love_horoscope: "爱情运势   当下的情感令你有安心于此的感觉。另一可能是，你在情感处理上重复原生家庭的某些模式", 
          healthy_horoscope: "健康运势     易受家庭等群体性影响，如流行性感冒。此外，情绪也是可以传染的。木逆期，外出易生意外。身体容易感到不适的部位是心脏和脊柱", 
          cause_horoscope: "工作学业运   家庭或职场圈子的影响仍在，工作上的许多努力很可能只是为了争取一份职场归属感", 
          property_horoscope: "财运   财务状况和家庭联系密切。不动产投资机会值得关注", 
          job_wanted: "求职   木逆期的好运值得把握。但应聘海外职位会受阻"
        }, 
        {
          lukey_day: "幸运日：周三       贵人星座：双鱼座 ", 
          all_horoscope: "整体运势    情绪平稳，待人时让感性的基因充分作用，赢得良好的口碑，工作与生活则理智规划，身边的事务沿着预定轨道发展，可高枕无忧", 
          love_horoscope: "爱情运势    单身者与异性接触有美好风度，易让人心生好感，言语间多一些幽默，将令异性主动靠近。两人相处时偶有摩擦，却能宽容对待，互相理解，增进感情的深度。", 
          healthy_horoscope: "健康运势   情绪波动，健康状况一般。容易上火，要特别注意口腔方面的疾病。", 
          cause_horoscope: "工作学业运   工作也步入正轨。事业干得有声有色，有什么好的建议赶快提出来，被采纳的机率高。学生族在学习中也有不小的收获，如果有同学需要你帮助，伸出你的友谊之手，是加深友谊的好机会", 
          property_horoscope: "财运    有兴趣玩乐透未尝不可，但不可沉迷，以“得之我幸，不得我命”的平和心态去对待，不容易影响到正常的生活规划，意外收获的可能性也更大", 
          job_wanted: "求职   是晋升的好机会，要好好把握机会。得到机会也不应该过于自傲，谦虚才是你成功道路上的良人"
        }
      ]
    }, 
    {
      name: "天蝎座", 
      index: 8, 
      data: [
        {
          lukey_day: "幸运日：周二       贵人星座：天秤座", 
          all_horoscope: "整体运势   是成长的机会，可以努力争取自己想要的阶层，但注意别太过高调或是紧张，会惹人注意并且招来同事不开心，也会让很多人对你的事情不认同", 
          love_horoscope: "爱情运势    爱情运不错的一周。单身者邂逅异性的机会较多,对方对你的第一印象也不错；相恋中的情侣彼此关爱，都能很好地配合对方的脚步", 
          healthy_horoscope: "健康运势    大多的疾病都是因为平日没有好好保养，建议你作息时间不要太晚，也不要太常熬夜，不然长期会对身体影响很大", 
          cause_horoscope: "工作学业运   运势逐渐提升，可以顺利发展事业，财源多多注意留心家庭生活的相处，不要有太多争吵，远行外出发展，则容易获得贵人相助", 
          property_horoscope: "财运   财运佳。没事的时候喜欢搜集一些商业上的情报和资讯，再加上理智精明的头脑，不难发现商机。只是有时候不要太在意他人的言论哦", 
          job_wanted: "求职  本周天蝎求职心态以求稳为主，不轻易出击，多在认真比较分析后发出意向，同时，薪酬回报将成为更多考虑的因素"
        }, 
        {
          lukey_day: "幸运日：周四       贵人星座：双子座", 
          all_horoscope: "整体运势   本周总运旺盛。单身者容易赢得异性的好感；工作上若能理性一点，就能取得不错的成绩；理财上则不要顾虑太多，该出手时就出手", 
          love_horoscope: "爱情运势   爱情虽然需要机会，但更需要你坚持不懈地付出，只有用你的真情实意才能将对方从心底深深打动", 
          healthy_horoscope: "健康运势   本周你心情舒畅、身体健康，但是要注意坐姿，小心坐姿不良引起腰酸背痛", 
          cause_horoscope: "工作学业运  本周你特别忙碌，也特别珍惜时间。不错的工作状态使你的工作效率大大提高，可趁这个时候争分夺秒地多做些事情。工作挺辛苦，但你也能在工作中找到乐趣", 
          property_horoscope: "财运    投资所面临的风险很大，有余钱存进银行比较稳妥。在日常生活中也要留意开支的细节问题，避免不必要的浪费，有时间多看看理财方面的书籍为以后的理财做好前期的准备", 
          job_wanted: "求职  本周天蝎求职的成功率颇高，但走的多是老路，所得的职位多和之前的无太大差别，更别说提升。唯一区别的，就是报酬"
        }, 
        {
          lukey_day: "幸运日：周日       贵人星座：天蝎座", 
          all_horoscope: "整体运势   需重新布局的一周，最大的问题是要不要重新寻找新方向，以及相关人员的使用。但事业运势有变局是不争的事实。权力指数大增，地位屹立不倒，尤其善于用规划与试图得到自己想要的。金钱上如虎添翼，有意外之财", 
          love_horoscope: "爱情运势    回忆和现实的比较，依然令你纠结，但是天蝎自我疗伤的能力不可小觑。接近周末，回忆对你的牵制力将全部散去，新的感悟开始主导你的情感走向", 
          healthy_horoscope: "健康运势   本周健康状况不错，随着情绪控制力的增强，身体也得以受益。稍有贪吃的倾向，要注意控制。建议饮食中增加纤维丰富的食品如韭菜，能排除肠道中过多的营养，防止发胖", 
          cause_horoscope: "工作学业运   精力充沛，工作起来也比较投入，容易得到上级的好评，不要骄傲，应该继续保持下去", 
          property_horoscope: "财运   运势稳中有升。收入方面，正财和偏财收入都有增长点，稳步看涨。支出方面高度收紧银根。投资方面，理性分析值得信赖，出现大项目投资机会", 
          job_wanted: "求职  运势出现波澜。本周天蝎有可能放弃即将到手的机会，去尝试某些前景未明的机会，个中原因自然是因为你的不甘心"
        }, 
        {
          lukey_day: "幸运日：周一       贵人星座：摩羯座", 
          all_horoscope: "整体运势  桃花朵朵开，财运自然来。月食会带来慷慨的财务奖赏或是意外之财，感情方面进展也变得顺利，火花四溅", 
          love_horoscope: "爱情运势   你想要的是一种平等以及互相扶持的爱情，也很想安安稳稳的定下来。付出越多，你将会感觉到另一半更加爱你的感觉", 
          healthy_horoscope: "健康运势   本周体质有偏弱的倾向，消化功能不佳，饮食上以易消化的流质较为合适。上班族要切记按时进餐。健身建议选择调剂情绪的恰恰舞，活泼的节奏，俏皮的舞步，使你变得精神起来", 
          cause_horoscope: "工作学业运   运势回稳。随着心境恢复平静，天蝎往往发现路子变得更宽，以往一味向前冲而忽略了的小道其实也能通向罗马。行事作风也变得踏实，更加关注细节", 
          property_horoscope: "财运    收入方面，仍有外力支援，但处处自己的用心也不可小觑。支出方面，按预期进行，家庭事务开销另计。投资方面，直觉帮助你察觉到机会，但你未必相信", 
          job_wanted: "求职   意外频生，令天蝎本周的求职之旅充满了起伏，事前的准备也多打了水漂。只是“无心插柳柳成荫”，意外往往也是机会"
        }, 
        {
          lukey_day: "幸运日：周五       贵人星座：双子座 ", 
          all_horoscope: "整体运势   感觉大家都不大支持你的想法，也许应该要检讨一下是不是提出的时机点不对，或是自己的态度还有待加强，不能都怪别人喔", 
          love_horoscope: "爱情运势    恋爱中的情侣偶尔吵架难免，但是决不会影响感情，如果想要考虑一下两人的未来，也可以在最近好好思考一下", 
          healthy_horoscope: "健康运势    要尽量的放轻松一点。还有要让自己的睡眠品质改善，如此才能有好的精神，在平常日子最好保持运动的习惯，这样一定可以保持健康的", 
          cause_horoscope: "工作学业运   凡事多花一点心思，工作上很多事情将会有收获，财运也会越来越好，可能会与上司相处不睦，有口舌纠纷要多多沉著应对，小心一点", 
          property_horoscope: "财运   财运状况一般，一直处于流水账的记录", 
          job_wanted: "求职：   本周在求职上应该多点耐心，机会不是垂手可得的，但是一个有耐心的人必然能更有可能抓住机会。"
        }, 
        {
          lukey_day: "幸运日：周一       贵人星座：金牛座 ", 
          all_horoscope: "整体运势   你最近觉得自己有些疲惫，做任何事情都无法提起精神来，也容易对他人不耐烦，建议你不要太过度，不然可是会让人讨厌的", 
          love_horoscope: "爱情运势   单身者爱情际遇一般，会遇见和你兴趣相投的异性，从开始的好感到彼此的心照不宣，共同的爱好让你们更加仰慕对方，但是面对现实的柴米油盐问题你们会有不同的看法", 
          healthy_horoscope: "健康运势   要多去参加一些户外活动，有利于缓解亚健康", 
          cause_horoscope: "工作学业运   工作中易因自己的不理智而受挫，工作完成得差强人意，但是颇能谦虚接受上司的批评与指点，这些对你而言都是极宝贵的收获，会让你渐趋成熟", 
          property_horoscope: "财运    本周财运较弱，进帐的机率不高。小有储蓄者会想把有限的钱财放到股票、乐透等搏一搏，风险性高，有损财的迹象，不应有投机心理", 
          job_wanted: "求职   面对求职中，可能你还是有心无力，好像提不起什么兴趣，需及时的改变心态"
        }, 
        {
          lukey_day: "幸运日：周四       贵人星座：巨蟹座 ", 
          all_horoscope: "整体运势   本周运气不错，单身者多参加一些团体活动，主动地展现自身少为人知的亮点，容易吸引异性的关注，提升恋爱运", 
          love_horoscope: "爱情运势    桃花运拉升，可惜能确定的几率好小。elin小建议，抱着随缘的心情，享受怦然心动，也不失为一个美妙的过程吧", 
          healthy_horoscope: "健康运势   心思活络，身体也跟着折腾，小病小痛几乎是接连着来。胃部和女性的子宫仍是容易感到不适的部位", 
          cause_horoscope: "工作学业运   极容易被卷入是非，尤其是口舌之灾中。虽然辩驳能力增强，但是木逆的压抑，令某些误解往往越描越黑。工作事务难有实际性进展", 
          property_horoscope: "财运   一出手，扮演的就是“散财童子”的角色。说到经营投资，想法会蹦出很多，但elin建议你时机未到，暂时放下", 
          job_wanted: "求职   口才能力增强，应聘某些相关职位会有优势。只是木逆的影响不可小觑，十拿九稳之前，夹起尾巴吧"
        }, 
        {
          lukey_day: "幸运日：周二       贵人星座：天蝎座 ", 
          all_horoscope: "整体运势  运势平顺。财运指数相对较弱，投资陷阱较多；爱情指数高，给你不少安慰与甜蜜；工作平稳顺利。", 
          love_horoscope: "爱情运势    本周唯美恋情在现实中发生的概率很高，想成为那个公主就赶紧让自己自信起来，大胆表达，很可能你就能赢得对方的青睐", 
          healthy_horoscope: "健康运势     在平常的时间依旧要坚持运动，养成运动的好习惯", 
          cause_horoscope: "工作学业运   本周的工作状态不是很好，可能会受合作项目的影响搞得你焦头烂耳，所以尽量多提醒自己保持冷静很是重要。", 
          property_horoscope: "财运    财运状况一般，一直处于流水账的记录", 
          job_wanted: "求职   本周在求职上应该多点耐心，机会不是垂手可得的，但是一个有耐心的人必然能更有可能抓住机会"
        }
      ]
    }, 
    {
      name: "射手座", 
      index: 9, 
      data: [
        {
          lukey_day: "幸运日：周三       贵人星座：射手座", 
          all_horoscope: "整体运势   心情容易不佳，影响人际关系，小心也会阻碍你的工作。而最近会因为得罪小人而令你困扰多多，最好要保持距离以免麻烦", 
          love_horoscope: "爱情运势    这个礼拜你的爱情运受到考验。自我思想让你与对方保持着若即若离的关系，这让对方很没有安全感，要收敛自己的作风，不然感情之火很容易随之熄灭", 
          healthy_horoscope: "健康运势   喜爱户外运动的你，要多多注意骨骼的健康，特别是你的事先暖身运动，一定要做到，并且还要小心保暖不要感冒", 
          cause_horoscope: "工作学业运   你很努力做好自己分内的事情，但还是有很多看不过去的人故意找你麻烦，不要太放在心上，日久见人心，你会获得最後的公正成绩", 
          property_horoscope: "财运  钱财的进出较为频繁，开源节流是必修课。投资方面要懂得审时度势，冷静地分析市场，容易做出准确的判断", 
          job_wanted: "求职  射手在求职场上重新变得充满自信和热情，同时竞争气氛开始变得激烈，往往是众人眼中的好职位出现，射手也不甘示弱地加入竞争队伍中"
        }, 
        {
          lukey_day: "幸运日：周二       贵人星座：天蝎座", 
          all_horoscope: "整体运势   这一周各方面的运气指数都较弱，爱情指数不高，是考验期，而事业、学业上多留意人与人之间的关系，至于投资方面，则保持一种平稳态势，没有什么大的变动", 
          love_horoscope: "爱情运势   单身者会因为本月工作上的繁忙或其他一些原因，和异性接触的机会不多，加上情绪受到不利因素的影响，即使非常渴望恋爱，也不会采取积极态度。调整心态，放松心情，和周围的异性建立良好的关系，可提升爱情运势哦", 
          healthy_horoscope: "健康运势  本周贫血比较严重，容易常常感到疲倦，甚至头晕眼花，四肢无力", 
          cause_horoscope: "工作学业运   事业运较差，管理者在面对纷繁的人际关系时，容易判断失误，造成不必要的损失，保持清醒的头脑，易有周旋的余地", 
          property_horoscope: "财运   投资方面需要小心他人的陷阱，采取行动前多听听亲朋好友的意见，将有助于你避开坏的运气", 
          job_wanted: "求职  为着某个目标，争取表现，本周射手在求职场上显示更多的正面能量。只是一味地向前冲，想法和行动都少了些冷静"
        }, 
        {
          lukey_day: "幸运日：周一        贵人星座：水瓶座", 
          all_horoscope: "整体运势   总运不容乐观，某些方面需要引起你的特别注意", 
          love_horoscope: "爱情运势   憧憬的肥皂泡继续扩大。单身射手多处于孤影自怜的状态，一厢情愿的付出。恋爱男女美化对方亦美化自己，一切看起来都相当美好", 
          healthy_horoscope: "健康运势   本周精神状况开始好转。身体状况也趋向稳定，但是有可能被利器所伤。空闲之时，与小动物嬉戏，感受生命的美好，可以帮助健康状况更好回升", 
          cause_horoscope: "工作学业运   工作非常积极主动，对上司交办的任务丝毫也不马虎。虽然在工作上会遇到一些困难，但这并不影响你的信心，一旦下定决心，就抱着不达目的不罢休的态度去面对，工作态度易受上司欣赏", 
          property_horoscope: "财运   正财和偏财出现增长机会，多需射手主动寻觅，并出苦力去争取。支出方面，之前数周留下的缺口还在弥补中。投资方面，长线目光短浅，参与短期获利机会更佳", 
          job_wanted: "求职  本周射手依然是千辛万苦地和众多对手一起往某个目标你追我赶。面试表现上，射手的言行有些简单稚嫩，缺乏细分析，但真诚多为考官欣赏"
        }, 
        {
          lukey_day: "幸运日：周五       贵人星座：处女座", 
          all_horoscope: "整体运势  将对一段重要关系做出最终决定，看起来似乎你已经准备好步入婚姻，或者决定投身一个严肃的工作关系里", 
          love_horoscope: "爱情运势   领悟并回归本我的一周。本周天蝎将对之前情感的起落回头看，并发现无论爱得痛苦或快乐，到最后，你不是学会了如何去爱，而是学会了，怎样去爱自己", 
          healthy_horoscope: "健康运势   本周良好的健康状况得益于日渐规律的作息，同时心情平稳，没有什么负担，胃口也好，尤其对于美食控制不住，身体开始出现发胖的迹象", 
          cause_horoscope: "工作学业运   运势止跌回升。更换上乐观的心态，原本看似没有希望的事态，似乎出现了转机，尽管只是豆大的光芒。本周射手就是牢牢把握住这一豆光，开始了新的奋斗之旅", 
          property_horoscope: "财运   运势走强。收入方面，惯常渠道来财最丰厚也最省心，同时长期理财项目出现套利机会。支出依然是强项。投资方面，依赖于过往的成功经验", 
          job_wanted: "求职  冷静和理智在本周回归。射手花费了好大力气争取到的机会，本周因为察觉到内心的真实心意，开始犹豫着要不要继续接受"
        }, 
        {
          lukey_day: "幸运日：周六       贵人星座：双鱼座 ", 
          all_horoscope: "整体运势   你很努力做好自己分内的事情，但还是有很多小人故意说你不好，不要太放在心上，日久见人心，你会获得最後的胜利", 
          love_horoscope: "爱情运势    千万不要在外花心，不然会惹上麻烦。多处游玩不如专心一个，尤其最近有机会从朋友介绍中，找到不错的对象", 
          healthy_horoscope: "健康运势   你会觉得有些心情不佳，提醒你还是休息一下！吃东西的味道也不要太重或辣，以免早成身体的更多负担", 
          cause_horoscope: "工作学业运   与人合作的事情能获得很多的好的回应，你不但可以轻松化解争执，还可以为公司带来极大的利益", 
          property_horoscope: "财运   本周财运爆发，首先将财务理好，然后一切也就顺理成章了", 
          job_wanted: "求职    本周求职上有所进展，但总是感到心有余而力不足，建议你多看点励志的书籍，可以提高信心"
        }, 
        {
          lukey_day: "幸运日：周一      贵人星座：水瓶座 ", 
          all_horoscope: "整体运势   运气感觉变好很多，加上有很多贵人帮忙，只要多努力，成功一定最後将会属於你，至於但是建议你不要太在意他人说的是非，做好自己最重要喔", 
          love_horoscope: "爱情运势   你在与异性交往的时候表现得不够大度，常常为了小事情闹情绪，所以对你稍有好感的人都还在观望，不想草率地跟你走到一起", 
          healthy_horoscope: "健康运势  注意肝脏方面的毛病，易上火", 
          cause_horoscope: "工作学业运   本周遇到的问题，可能需要很长的一段时间才能够解决，不过只是时间问题，还需要多一些耐心才好", 
          property_horoscope: "财运   为自己的快乐埋单", 
          job_wanted: "求职   面对新的工作中，你本周的激情还是很高的，不过还是要低调行事的好"
        }, 
        {
          lukey_day: "幸运日：周四        贵人星座：摩羯座 ", 
          all_horoscope: "整体运势    总运较好，爱情略有起伏，情侣易受相思之苦；工作学习颇有干劲，斩获颇多；财运良好，让人羡慕不已，但是也要提防别人的欺诈哦", 
          love_horoscope: "爱情运势   有对象的，占有欲增强，乘着木星逆行，和对方就心灵世界多交流有不错的突破时机。单身的，保守观望为多", 
          healthy_horoscope: "健康运势   颇有节制意识的射手，本周将在与贪恋美食、美色的斗争中，保持稳定的健康状况。手臂和肺部是容易感到不适的部位", 
          cause_horoscope: "工作学业运   精明行事，对本职职责范围明确，不愿意多付出的表面下，是你愿意在其他感兴趣的项目多花时间。合作关系依然不顺", 
          property_horoscope: "财运   进账方面，有想法，想法也不错，但运气不行。所幸花销保持谨小慎微，可平安过度。elin依然建议你收敛投资，减免合作风险，方可多过木逆风浪", 
          job_wanted: "求职   除了为人处事上有些不配合，其他都还好。elin要提醒的是，面试场合讨论部分容易表现兴奋，见机行事吧"
        }, 
        {
          lukey_day: "幸运日：周日      贵人星座：处女座 ", 
          all_horoscope: "整体运势   情绪易有起伏，心中的念头很多，捉摸不定，徒增了几许烦恼。乐观对待生活的点滴，多几分微笑，生活的面目便能和善许多", 
          love_horoscope: "爱情运势    本周工作上的好心情也让你的外交越来越多，爱情运也随着提高。但切记莫要当只“花蝴蝶”", 
          healthy_horoscope: "健康运势   感到心情波动大，提醒你还是休息一下！可以利用闲暇时间散散步，游泳这类的方式解压", 
          cause_horoscope: "工作学业运    本周工作上你兢兢业业的做好本职工作，完成得也很出色，但小心有人嫉妒，引得流言漫天", 
          property_horoscope: "财运   本周财运爆发，首先将财务理好，然后一切也就顺理成章了", 
          job_wanted: "求职    本周求职上有所进展，但总是感到心有余而力不足，建议你多看点励志的书籍，可以提高信心"
        }
      ]
    }, 
    {
      name: "摩羯座", 
      index: 10, 
      data: [
        {
          lukey_day: "幸运日：周一        贵人星座：白羊座", 
          all_horoscope: "整体运势   休闲运不错，可能有出去玩的机会，但是因为精神不佳，所以如果作长途旅游是很好但要多注意别让自己太累，行程太过紧凑，反而没有休假的感觉", 
          love_horoscope: "爱情运势   变动局势继续。本周有些意外，打破摩羯的某些设想，你往往会对某个人的看法改观，并相应地影响到对他的情感变化", 
          healthy_horoscope: "健康运势   健康基本上都还不错，但要多多注意情绪方面的问题，因为最近你实在有些劳累，因而也要格外注重运动和养生，让自己的身心更充满能量", 
          cause_horoscope: "健康运势   健康基本上都还不错，但要多多注意情绪方面的问题，因为最近你实在有些劳累，因而也要格外注重运动和养生，让自己的身心更充满能量", 
          property_horoscope: "财运    收入方面，缺乏运气也缺乏干劲，导致收入锐减，吃老本的可能性增大。支出方面，为情绪埋单令状况雪上加霜。投资方面，可能轻信他人受累", 
          job_wanted: "求职  “有心栽花花不开，无心插柳柳成荫”的状况继续，摩羯求职的心态也变得不那么自信，容易对某些外力产生依赖的心理"
        }, 
        {
          lukey_day: "幸运日：周五       贵人星座：金牛座", 
          all_horoscope: "整体运势   本周运势平顺，工作上开始进入状态，会比较忙碌；财运亨通，投资上容易出现三分投资，七分获利的局面", 
          love_horoscope: "爱情运势   依赖情绪渐浓。愈发认为对方的美好，便愈发将自己放低，甚至是低到尘埃里看不见。本周射手情愿放低自己，成全对方在自己心目中的高大", 
          healthy_horoscope: "健康运势   外出时格外需要注意保暖， 以免感冒的发生。补充些营养食品可增强抵抗力喔", 
          cause_horoscope: "工作学业运   运势下滑。工作算是努力，只是预感中不好的东西，总会变成真的。这多多少少打击了摩羯的自信，同时也让你变得敏感起来，尤其是对于他人的评价和反应", 
          property_horoscope: "财运  收入方面，运气一般，本周射手赚的是辛苦财。虽有旧账缠身，但支出多未加控制，冲动消费成为本周储蓄的祸害。投资方面，浮躁心态占上风", 
          job_wanted: "求职  运势在起伏后下行。以为侥幸可以过关的环节失败收场，意图掩饰的弱点偏偏被考官看穿。小情绪出现的频率增加，导致减分"
        }, 
        {
          lukey_day: "幸运日：周五       贵人星座：巨蟹座", 
          all_horoscope: "整体运势   注意口舌是非，防备小人。此时身边的小人是十分懂得你的弱点在哪里的，随意说的一句话，你就会被他整到，要特别谨慎处理", 
          love_horoscope: "爱情运势   在工作应酬中很受异性欢迎，容易遇到有共同理想的对象。好好培养感情，将这种友谊升华成爱情，另一半会成为你财务上的贵人，对你的事业会有很大帮助", 
          healthy_horoscope: "健康运势  脚趾等细小的部位可能受伤，注意保护。同时，皮肤有过敏的可能。精神出现颓废的倾向，建议多到开阔的场所走走，心情也会开朗些", 
          cause_horoscope: "工作学业运   运势拉升。本周射手热情洋溢，干劲十足，虽然凭着一腔热情参与的项目前路未明，想法多有些天真幼稚，但事实往往是：走着走着，路就出来了", 
          property_horoscope: "财运     钱财的进出较为频繁，开源节流是必修课。投资方面要懂得审时度势，冷静地分析市场，容易做出准确的判断", 
          job_wanted: "求职  运势处于低谷。本周摩羯求职显现被动，即便机会在面前，你也焦虑自己没有把握的能力。迟疑间，机会就此错过"
        }, 
        {
          lukey_day: "幸运日：周日      贵人星座：摩羯座", 
          all_horoscope: "整体运势    工作运相当不错，某个你一直为之努力的任务圆满结束并且你将为之受益，也可能是拉到个不错的客户，或得到一份令人垂涎的美差", 
          love_horoscope: "爱情运势     有机会参与很不错的学习团体，藉由活动以及课程，可以遇到身心灵都能契合的良师益友", 
          healthy_horoscope: "健康运势   本周身体状况良好，足以应付加班超时的折磨。运动方面，尊重习惯，不苛求身体便可。仍需小心刀伤。精神偏于乐观，但偶尔的亢奋会把你的情绪曲线一下子拉上去老高", 
          cause_horoscope: "工作学业运   革新是本周的主流，水瓶渴望从打破传统来找到工作的乐趣，难免有些时候为了求新求变多走许多弯路，但你在乎的不是进度。身边人觉得你真是蛮折腾的", 
          property_horoscope: "财运    财运不错，对自己熟悉的、感兴趣的领域，在运作上颇能得心应手，判断精准，进帐机率高。学生族易得长辈照顾，小有进帐，但花费也大，难以留住钱财", 
          job_wanted: "求职  本周获得的一些肯定，令摩羯的信心回升。某个机会给你似有似无的希望，令你犹如抓住了一根“救命稻草"
        }, 
        {
          lukey_day: "幸运日：周二        贵人星座：摩羯座 ", 
          all_horoscope: "整体运势   事业的忙碌让你有时候忘记自己的目标，好像只是不停跟随所有的细节和公司计画，偶而也要休息一下，让自己好好想想自己的未来计画", 
          love_horoscope: "爱情运势   可以好好让自己放松一下，不一定要为谁付出，对於你的未来很有帮助。也可以让你越来越懂得爱自己", 
          healthy_horoscope: "健康运势   要多注意肠胃和心脏的问题。小心因为饮食而影响肠胃健康。保持规律的作息和饮食对身体最佳", 
          cause_horoscope: "工作学业运   工作上会有小人出现，但不必太在意！不过要注意和长辈之间，还是多多沟通比较好，否则到时候没人站在你这边，可是很麻烦的喔", 
          property_horoscope: "财运    本周财运上，只要加强你的吃苦耐劳精神，工作薪资上肯定会得到更好的收获", 
          job_wanted: "求职   本周求职上的屡屡碰壁，使得你不得不考虑重新制定未来规划表，审视自身的不足点"
        }, 
        {
          lukey_day: "幸运日：周五       贵人星座：狮子座 ", 
          all_horoscope: "整体运势   忙碌的情况没有改变，情绪也不佳，建议你不如出去旅游一下，不要让自己太过於紧张和心情疲惫", 
          love_horoscope: "爱情运势   恋人对你的表达不理不睬，两人很难有共处的时间，就算有时间在一起也极容易因金钱方面起争执，这个时候最好不要轻易招惹对方，学会自己独处，找点乐子给自己是比较好的对付方法", 
          healthy_horoscope: "健康运势   头疼、烦躁难眠", 
          cause_horoscope: "工作学业运   你的固执和僵化让自己备受孤立，现在你尝试让自己放松，加强与同事之间的人情往来，一切都在学习之中", 
          property_horoscope: "财运  做与销售、沟通交流有关的事业财运暴涨", 
          job_wanted: "求职   本周的职场是属于你的，但如果职场的竞争人选中不止你一个，那就需要提防少不了一场明争暗斗"
        }, 
        {
          lukey_day: "幸运日：周三       贵人星座：水瓶座", 
          all_horoscope: "整体运势   本周财运难有突破，投资的外界环境不如预期所想，需耐心等待时机；另外，在收入不多的情况下，还应有合理支配金钱的观念", 
          love_horoscope: "爱情运势   示爱的方式变得直接，更多时候你可能欠缺考虑了对方的感受。不过，比起往日的闷骚，本周在情爱上更显纯真、率性", 
          healthy_horoscope: "健康运势   身心处于易亢奋状态。可能被锐器所伤。身体容易感到不适的部位是颈部和喉部", 
          cause_horoscope: "工作学业运   对个人充满自信，想法和行动都偏于简单直接。执行事务性工作多受阻，对手力量强劲。elin小提醒：不建议硬拼", 
          property_horoscope: "财运     冲动消费是本周开销最大的漏洞，同时资金回流无法如期", 
          job_wanted: "求职   对自己的肯定，考官并不买账。另，遭遇实力强劲的竞争对手"
        }, 
        {
          lukey_day: "幸运日：周六      贵人星座：射手座 ", 
          all_horoscope: "整体运势    总体运势有待提高，爱情上易获得异性的好感；工作、学习的任务有所加重，厌恶与疲惫感也就随之而来；财运颇好，进财机会较多，要好好把握住机会", 
          love_horoscope: "爱情运势     本周爱情运势不佳，浪漫自由恋爱较为遥不可期。不如考虑相亲这样的保守方式", 
          healthy_horoscope: "健康运势   成天面对着电脑容易引起脊椎等问题，建议你多走走，活动一下", 
          cause_horoscope: "工作学业运   本周工作上态度十分的积极，有利于工作上的进展，更有机会得到褒奖", 
          property_horoscope: "财运    本周财运上，只要加强你的吃苦耐劳精神，工作薪资上肯定会得到更好的收获", 
          job_wanted: "求职   本周求职上的屡屡碰壁，使得你不得不考虑重新制定未来规划表，审视自身的不足点。"
        }
      ]
    }, 
    {
      name: "水瓶座", 
      index: 11, 
      data: [
        {
          lukey_day: "幸运日：周五       贵人星座：天秤座", 
          all_horoscope: "整体运势   幽默和同理心的态度会让你更加充满魅力,也可以让你更受到大家欢迎，也充分显现出你的气质和内在可爱的一面", 
          love_horoscope: "爱情运势   稳定发展的爱情让你感到十分安心，不再为身边的人或事烦恼，对待爱情平添了一份淡定，让自己更懂享受爱情，不是爱情的俘虏", 
          healthy_horoscope: "健康运势   身体状况不佳，要是能好好多多休息，身体的能力将更能发挥到最好。要多小心过度熬夜或是情绪上的变化，很容易会影响到睡眠的品质", 
          cause_horoscope: "工作学业运   在人际关系上容易出现些小小问题，特别和同事或是上司的相处上容易有些问题，要多沟通才能解决彼此意见的不同", 
          property_horoscope: "财运   投资前期容易受客观因素所影响，使得投资过程较为不顺，失意的情绪更是一直困扰着你。把这些统统放下，出去走动走动，财运才可望回升哦", 
          job_wanted: "求职  本周水瓶对求职多有新想法，但在考官眼中多不切实际或显得稚嫩。求职路上的打击，会令你更多征询业内人士的建议"
        }, 
        {
          lukey_day: "幸运日：周三      贵人星座：水瓶座", 
          all_horoscope: "整体运势   总体运势较为平顺，爱情进入稳定时期，无大风大浪；事业学业运不错；资金周转易遇到困难，财运陷入低迷的状况", 
          love_horoscope: "爱情运势  异性缘佳，与斯文有礼、气质佳的异性特别有缘", 
          healthy_horoscope: "健康运势   饮食不注意的话，会出现腹泻等小疾病，进食时要注意个人卫生和食物卫生", 
          cause_horoscope: "工作学业运  学生族对学习有了新的领悟，扭转了被动的学习局面，对难题有了征服的欲望，更易接受课堂内外的新知识，显得信心十足", 
          property_horoscope: "财运  你对钱财抓得很紧，理性消费，能很好的控制自己的消费欲望。多向外活动，有利动口生财，与人谈判或交易成功的机率较高。学生族特别能体恤父母的辛苦，不会乱花钱", 
          job_wanted: "求职  本周机会不是没有，只是水瓶心思往往在别处。新行业所能获得的机会，多为基层岗位，如果有意从低做起，也不失为一条路"
        }, 
        {
          lukey_day: "幸运日：周六       贵人星座：金牛座", 
          all_horoscope: "整体运势  总体运势不错，工作、生活都能让你感觉满足，也容易有收获；爱情顺遂，有所依靠，常有温暖之感；进财机会颇多，多与人互动，可增进财源", 
          love_horoscope: "爱情运势  单身水瓶有望遇见让你感觉踏实的对象。恋爱男女近期遭遇的问题往往和现实因素有关", 
          healthy_horoscope: "健康运势   本周健康关注的部位转向足部，运动时多加小心。之前数周紧张的精神状况有所缓和，但是思虑仍然不少。核桃是你本周的开运食品，对脑神经有很好的保健作用，还有补血行气的功效", 
          cause_horoscope: "工作学业运  工作热情高涨，表现出积极主动的一面。虽然工作任务较重，中途也会遇到一些困难，但你多能乐观面对，而且贵人助力强，特别是年长者对你很照顾，让你更有动力做事，难题也因此获得圆满解决", 
          property_horoscope: "财运   失去权势推力的财运，本周表现并不平稳，频频出现的意外间杂着变幻的心境，令走势生出许多变数。正财和偏财收入都不稳，支出更是疏漏百出。投资方面，项目够吸引眼球，但不够说服你的理智", 
          job_wanted: "求职  本周水瓶在求职上多不遵从传统做法，另辟蹊径。毛遂自荐也是有可能的。每一次尝试，都是不成功便成仁的冒险"
        }, 
        {
          lukey_day: "幸运日：周一       贵人星座：处女座", 
          all_horoscope: "整体运势   虽然忙碌，但这些事情反而能凸显水瓶座解决问题的能力。这段时间水瓶会得到许多来自父母或家庭的关怀，心思也比较会被家族、故乡等牵绊，会着重于“安全感”的议题", 
          love_horoscope: "爱情运势  之前某些承诺被要求在本周兑现，如若无法满足，往往成为争执的导火索。", 
          healthy_horoscope: "健康运势  本周需关注足部，除了要小心受伤外，常用温水按摩可以疏通经络。交通出意外的几率提高，出门多加小心。想法的多变，开始影响到情绪", 
          cause_horoscope: "工作学业运   新鲜空气开始涌入。本周水瓶，对工作上的得失有所放低，愿意花更多的时间来关注些新鲜事物，尤其是和高科技相关的项目或领域，并有尝试的勇气", 
          property_horoscope: "财运  走势波动。惯常收入渠道出现变数，所幸水瓶有机会开发许多新的增长点，但是收益回报多不能立马显现。支出方面，交通和通讯费用是失控最严重的项目。投资方面，新鲜的卖点很多，难以用传统行业回报规律来检验", 
          job_wanted: "求职  原本以为有希望的职位意向，往往陷入无限期的等待之中，水瓶的热情和自信都受到打击"
        }, 
        {
          lukey_day: "幸运日：周五       贵人星座：白羊座 ", 
          all_horoscope: "整体运势   与合作伙伴的默契会得到一次质的飞跃，交流相助机会明显增多；工作有很高的积极性，但机遇有所欠缺，还需耐心等待。", 
          love_horoscope: "爱情运势    单身者本周能够在无意中结识不错的异性朋友，你迷人的笑容也易将对方打动。已婚者彼此之间懂得互相关爱，对方的支持会给你不少的动力", 
          healthy_horoscope: "健康运势   新陈代谢系统运转良好，会让你的身体处于清爽、舒适的状态。开运饮食：西瓜能补充人体水分的损失，易被皮肤吸收，对你的肌肤能进行防晒、增白", 
          cause_horoscope: "工作学业运   工作上会遇到一些困难，但你良好的耐性和稳重的作风将会在关键时刻起到重要作用。贵人运也比较强，能及时得到他人的帮助", 
          property_horoscope: "财运   虽然主动向理财较为成功的人士取经会让你收获不小，但是他人的方法或经验只是一个参照而已，活学活用才最重要", 
          job_wanted: "求职   对自己的肯定，考官并不买账。另，遭遇实力强劲的竞争对手"
        }, 
        {
          lukey_day: "幸运日：周一      贵人星座：摩羯座 ", 
          all_horoscope: "整体运势   总是把大部份精神放在家人上的你，最近要多注意棉，因为你把时间都给了别人时，你心里的压力和疲累偶而也要放松才是喔", 
          love_horoscope: "爱情运势   太过炙热让对方有点喘息不过来，你的太在意没有把握好尺度，这对他人而言已经造成一种束缚，不再是爱的体现。单身的处女座多去能晒到太阳的地方能增加桃花运哦", 
          healthy_horoscope: "健康运势   注意呼吸提供方面的毛病", 
          cause_horoscope: "工作学业运  频繁被外派出差，单枪匹马完成任务颇为辛苦，但这也是你所希望的，一个人没有负担没有顾忌。现在到了收兵回城的时候，你需要将所有遗留的问题都解决掉，否则越到后越难收", 
          property_horoscope: "财运   外债总在最关键的时候即使到账", 
          job_wanted: "求职   对于岗位的竞争，你还是需要多做些准备工作，这样不仅对你现在还是未来都是有很大的益处"
        }, 
        {
          lukey_day: "幸运日：周四       贵人星座：天秤座 ", 
          all_horoscope: "整体运势   运势不错的一周。已婚者情绪低落时会得到对方的安慰和鼓励；理财上能够得到他人很不错的方法和建议，灵活的运用会让你收获不小。", 
          love_horoscope: "爱情运势   各种不好的情感体验，像潮水涌来。容易感到虚弱，想要依赖，给他人制造乘虚而入的机会", 
          healthy_horoscope: "健康运势   继续沉溺在低落的状态，容易沾染不恰当的依赖。身体容易受伤的部位是头部和面部", 
          cause_horoscope: "工作学业运   状态依然不在工作频道。即使上班也是神游状态。尽管如此，形势仍乐观，elin预估你可以找到依赖的人", 
          property_horoscope: "财运   开销需为不良情绪埋单。投资理财易受他人影响，谨慎在大项目上的注资或借贷", 
          job_wanted: "求职   没状态，不看好"
        }, 
        {
          lukey_day: "幸运日：周一       贵人星座：双鱼座 ", 
          all_horoscope: "整体运势   整体运势偏低，情绪起伏会比较大。若是从事策划、设计、写作等工作的朋友，能有层出不穷的创意，但难以付诸实践；在人际交往与爱情两方面倒常感欢愉。只是要注意别因为忙着玩乐、约会而耽误了工作，略微保持点距离，感觉会更好。", 
          love_horoscope: "爱情运势   本周爱情运势不佳，不要考虑太多，不如多花点时间陪陪父母，或许父母之间的恩爱故事可以给你点动力", 
          healthy_horoscope: "健康运势  过多的应酬，大吃大喝容易伤胃，建议多吃点利于消化的蔬菜，好好养胃", 
          cause_horoscope: "工作学业运   本周工作上一向对自己深具信心的你，可以有机会发挥才华露头角。若是能得到同事的帮助，成功率将会大大提升。", 
          property_horoscope: "财运   本周财运真是普通，看起来整天忙于上班挣钱，但是过大的奢侈品开销使得你不得不好好规划理财方法", 
          job_wanted: "求职    本周终于有取得好工作的机会来了，可是你却苦恼于怎么样选择才是对的，要相信自己的选择，才能赢得好的收获"
        }
      ]
    }, 
    {
      name: "双鱼座", 
      index: 12, 
      data: [
        {
          lukey_day: "幸运日：周日       贵人星座：双子座", 
          all_horoscope: "整体运势   人际关系的运气很不错，和朋友将会有很好的互动，和同事之间一同谈心或是倾听他们的心声都将会给你带来很多新想法", 
          love_horoscope: "爱情运势   迫切希望恋人朝着自己期望的方向发展，不断的教育和指责对方极易引起对方的反感，一切顺其自然，偶尔的说出你的想法就好", 
          healthy_horoscope: "健康运势   记得多疏导自己的情绪，调节深层的能量！或压抑过久，会使得你难以掌控自己，记得多听内心感受，你将生活得更加顺心", 
          cause_horoscope: "工作学业运   开始要记得善用良好的人际关系，这可是工作一项很重要的事情，绝对会帮你相当多喔而你也将会遇到许多兴趣相投的工作伙伴", 
          property_horoscope: "财运   本周你很愿意把你的投资思路与别人分享，同时也会获得他人成功的投资方法，相互的交流能开阔你的投资想法，对你的投资很有帮助", 
          job_wanted: "求职  本周双鱼的求职经历相当艰难，过五关斩六将，每一关都是一场硬仗。无论结局成败，你都将收获不少经验"
        }, 
        {
          lukey_day: "幸运日：周二       贵人星座：巨蟹座", 
          all_horoscope: "整体运势  一切顺其自然，愉悦的心情让你的工作变得顺利；把你的意愿强加在对方的身上，只会引起对方的反感；投资时与人交流能增强你的判断力", 
          love_horoscope: "爱情运势  爱情运不错，单身者身边会出现各种类型的异性，注意对方投来的电波，需要积极地接近对方", 
          healthy_horoscope: "健康运势  本周你精神有些抑郁，做什么事都显得无精打采，应该放松身心、调整情绪", 
          cause_horoscope: "工作学业运  愉悦的心情，不仅让你工作起来倍感轻松，你的好心情还能影响到周围的同事，工作氛围极好，办事效率也能得到提高", 
          property_horoscope: "财运  投资时机还未成熟，需耐心等待，利用这段时间充充电，学习理财知识，做到有备无患最重要。应酬较多，会花费一部分钱财，不过，人脉因此得到良好拓展", 
          job_wanted: "求职  本周双鱼求职依然不易，过程多反复折腾，眼看就要得手，某些权威人物的影响也使事态发生摇摆"
        }, 
        {
          lukey_day: "幸运日：周六       贵人星座：双鱼座", 
          all_horoscope: "整体运势   总运势较平顺，爱情运势不错，恋情发展较顺利，把握好尺度；事业学业处于被动的局面，缺少积极性，注意调整心态；财运一般，要注意树立良好的理财观念", 
          love_horoscope: "爱情运势  气氛轻松。单身族有望遇见情投意合之人，只是你的心思不定，往往只能成为彼此的过客。恋爱男女相处甜蜜，偶有吵闹也是喜剧收场", 
          healthy_horoscope: "健康运势  本周健康关注的重点转向身体的四肢。随着节奏由松变紧，痹感的出现次数增多，注意不要维持一个姿势工作太久。精神也有了绷劲，并且难以放松", 
          cause_horoscope: "工作学业运   事业运较差，工作者容易遇到难题，需要保持积极的心态。同时向有经验的前辈请教，与同事进行必要的交流，找出问题的症结。从不同的角度考虑问题，容易突破局限，使问题迎刃而解", 
          property_horoscope: "财运  权力助推线出现，运势走强。收入方面，个人努力和正财收入成正比，权势则起到扩大器的作用。支出开始收紧。投资方面，出现长线投资机会", 
          job_wanted: "求职  前数周紧张的气氛，本周开始有所缓和。双鱼之前的付出，将获得回报，即使不是某个理想职位，也会得到一次不错的引荐"
        }, 
        {
          lukey_day: "幸运日：周二       贵人星座：摩羯座", 
          all_horoscope: "整体运势  幸运集中在与不动产及家宅相关的事项上，你可能会买卖房产、改变自己的居住环境，或者从家庭中获益，同时事业方面也有发展", 
          love_horoscope: "爱情运势  恋爱男女如孩子般真诚相处，之前的误解逐个击破，elin小提醒：去旅游吧，陌生之地更能令你们凭着熟悉的气息确定彼此", 
          healthy_horoscope: "健康运势  本周身体状况虽然足以应付高强度工作，但紧张过后往往感觉非常疲劳。建议你每当忙碌过后可以靠在椅子上闭上双眼，听几首舒缓的音乐消解疲劳", 
          cause_horoscope: "工作学业运  本周双鱼继续为着某个目标，使尽浑身解数，体力和心力都有透支。同时，有可能遭遇权威者的批评责备", 
          property_horoscope: "财运   走势呈现强音。收入方面，双鱼的用功在正财收入上体现，同时权力助推的痕迹加重。支出方面，务实心态占据上风。投资方面，有参与大项目的契机出现", 
          job_wanted: "求职  期待自己变得更好，让双鱼本周求职的关注点不仅仅是找到一份工作，你往往来到了某个职场选择的分岔点"
        }, 
        {
          lukey_day: "幸运日：周六      贵人星座：巨蟹座 ", 
          all_horoscope: "整体运势   单身者有种逃避现实的想法，害怕内心的情感被人察觉，敢想却不敢爱；找个格调明亮的咖啡厅，那里对你而言是个洽谈生意的好地方；好机会不会站在原地等你，此时身边的朋友会助你把握住机遇", 
          love_horoscope: "爱情运势   在朋友的聚会的过程中，会认识到不错的异性朋友，特别是外貌上让你非常满意。若想谱写一段恋曲，还需要你多注入真情。情侣之间相知相惜，生活归于平静", 
          healthy_horoscope: "健康运势   境比较平和，学习或工作的间隙不妨做做运动，可以让身体彻底放松。开运饮食：香菜具有发汗透疹、消食下气、醒胃爽口的功效，会是本周保持健康的最佳选择", 
          cause_horoscope: "工作学业运   本周的事业心很强，凡事都努力去争取，不仅仅是利益，甚至是责任。在与竞争对手的较量中，主控局面的愿望比较强烈，也容易抢得先机", 
          property_horoscope: "财运   想在短时间内积累大量财富，可惜偏财运不佳，还是脚踏实地地工作，慢慢积累财富比较实际。投资上尽量保守，避开风险。", 
          job_wanted: "求职   没状态，不看好"
        }, 
        {
          lukey_day: "幸运日：周五       贵人星座：水瓶座 ", 
          all_horoscope: "整体运势   在工作上遇到小人感觉很多人都似乎进度落後而且不知道改进，不要太过激动，心平气和才能解决事情", 
          love_horoscope: "爱情运势   放不下的事情太多，你无法对曾经彼此的伤害释怀；或者你总是误会对方的用意，理解错误。你需要打开心，不要什么都藏在心里让自己受内伤，很多事情说出来你才知道原来事情并非是你想象的那样", 
          healthy_horoscope: "健康运势   注意手部意外受伤", 
          cause_horoscope: "工作学业运   你的手下也被工作折磨的喘不过起来，现在最好的放松方法是从你开始没大没小的玩乐一下，这能让整体状况得到急速缓解，非常有效果", 
          property_horoscope: "财运   正财高涨，加官进爵", 
          job_wanted: "求职   求职中你可能会遇到知心朋友，虽然工作可能不是很顺利，但是心情还是会很不错的"
        }, 
        {
          lukey_day: "幸运日：周二       贵人星座：双子座 ", 
          all_horoscope: "整体运势   单身者在本周容易找到符合自己审美标准的异性朋友，情侣之间也能相惜相知，过起恬静的生活。事业运比较旺盛，易找到事业前进的突破口", 
          love_horoscope: "爱情运势   以超然的姿态处理情感。对于自己的感情关系，你更像一个站在高处的观照者，而非一个参与者。单身的，有可能恋上自己无法想象的人", 
          healthy_horoscope: "健康运势  ", 
          cause_horoscope: "工作学业运  对新领域兴致勃勃的探索，仍然受到木逆的阻挠，困难重重", 
          property_horoscope: "财运   投入多放在人际和进修，或为兴趣埋单。木逆在田宅宫，家庭财务易有困难。可尝试调整理财模式", 
          job_wanted: "求职   想到新行业新岗位一试，可是运气不佳"
        }, 
        {
          lukey_day: "幸运日：周六       贵人星座：处女座 ", 
          all_horoscope: "整体运势   运势较弱，工作上难以施展所长；重视物质大于精神的爱情，让你的感情得不到健康的发展；赚钱的机会很多，要慎重选择并好好把握", 
          love_horoscope: "爱情运势   本周爱情运势没有多大波动，但是美好的爱情总是需要经营的，多点耐心，多用点爱心，就可能是爱情多点美丽的涟漪", 
          healthy_horoscope: "健康运势   用眼过度更容易使你感到疲劳，还是得多多注意休息，多多看看远处的绿色风景，保护好眼睛", 
          cause_horoscope: "工作学业运   本周工作上会有小小不顺，但不必太担忧。不过要注意和工作夥伴间，还是多多沟通比较好，否则天天都要相处，如果有问题不沟通很麻烦的喔", 
          property_horoscope: "财运   本周财运比较旺，只要你避免投资理财上的操作失误，必能财源滚滚来", 
          job_wanted: "求职    仍旧积极，继续努力不懈，相信机会是给有准备的人"
        }
      ]
    }
  ]
}