[
	/* day 1*/
	{
		shouyun_rating:2,
		shouyun_content:'想采用生理期避孕的MM，要知道生理期避孕只适用于月经周期规律、长期同居、生活规律、双方能相互配合及谅解的夫妇，但其安全性不是很高，所以姐妹们需要多加注意',
        jianfei_rating:5,
		jianfei_content:'减肥的好时机, 频率尽量保持在每天或隔天2小时，每星期至少保持7个小时以上的运动量',
		meiji_rating:5,
		meiji_content:'可以趁此时机去做脸部按摩、脱毛、去粉刺，让肌肤晶莹剔透、粉嫩动人',
		shenti_rating:3,
		shenti_content:'最容易出现神经过敏和情绪的波动，最惬意也是最有效的方法就是给自己做一个舒缓神经的水疗'
	},
    {
		shouyun_rating:2,
		shouyun_content:'女性生理周期会受到情绪及疾病的影响，单以安全期的计算来避孕的失败率偏高，因此建议应该与其他避孕法联合并用',
        jianfei_rating:5,
		jianfei_content:'减肥最有效，饮食控制加上适量的运动，可以令你更美。游泳、骑自行车运动特别易于消耗热量，对于想要减轻体重的人来说是最佳选择',
		meiji_rating:5,
		meiji_content:'雌激素水平继续上升，皮肤状况稳定，只要采用敷脸、简单清洁等普通护理方法，就可以彰显肌肤的魅力',
		shenti_rating:3,
		shenti_content:'随着免疫系统越来越好地进行运作，几乎没有感染的可能，而且与此同时怕痛的感觉明显减少。这一天是看牙医和治疗牙病的最佳日'
	},
    {
		shouyun_rating:2,
		shouyun_content:'安全期避孕法只适用于月经周期较规则的女性，不适用于月经周期低于21天、高于35天，以及产后或哺乳中的妇女。且女性排卵会受外界环境、气候、本人情绪，以及健康状态等多种因素影响，可能提前或推后几天 ',
        jianfei_rating:5,
		jianfei_content:'最有效的减肥运动方式莫过于请私人健身教练帮你制定一份减肥运动计划，让他知道你的生理周期，他会让你在这段时间内达到理想的运动状态和减肥目标',
		meiji_rating:5,
		meiji_content:'清洁、去角质、用胸部保养精油和紧实美胸乳，增加乳房弹性、平衡内分泌，不仅可以使胸部的皮肤光滑细腻而且起到丰胸的效果',
		shenti_rating:3,
		shenti_content:'身体对吃下去的热量很有可能不会得到迅速的分解则会转化成脂肪积留体内，也是容易发胖的时期哦，因此要尽量减少对高热量、高脂肪食物的摄取。 '
	},
    {
		shouyun_rating:3,
		shouyun_content:'采用安全期避孕前，建议你先记录下半年来的月经周期，以便了解月经的规律性',
        jianfei_rating:5,
		jianfei_content:'平时不喜欢有氧运动，也要尝试做一些，否则可能会出现浮肿和体重增加',
		meiji_rating:4,
		meiji_content:'体内各激素的分泌和调节都较为平衡，为皮肤进行充分的保养和补充营养、能量，除了敷保湿、营养面膜之外，还可以考虑到美容院进行重要的美容疗程',
		shenti_rating:3,
		shenti_content:'身心平衡、情绪格外好，理解力也特别强。现在是你面试和谈判的最好时机'
	},
    {
		shouyun_rating:3,
		shouyun_content:'排卵后安全期比排卵前安全期更安全。这是因为有些女性有时受环境变化和情绪波动等影响使排卵提前，这样排卵前安全期就会缩短，而自己并不知道，这样排卵前安全期就不大安全了',
        jianfei_rating:5,
		jianfei_content:'身体正在努力排除经前由于激素水平过高而引起的积水，这时你会欣喜地发现，没有刻意减肥，体重却略微下降',
		meiji_rating:4,
		meiji_content:'做好防晒工作，使用较高度数的防晒用品，不管多么赶时间出门，都不能忘记防晒，随身携带美白防晒粉饼补妆预防黑斑，以清爽和控油配方为主',
		shenti_rating:3,
		shenti_content:'身体不断排除体内的积水，最好的办法就是食疗排出积水，如在烹调中最好少用盐、多喝一些薏米仁水'
	},
    {
		shouyun_rating:3,
		shouyun_content:'如果您是从口服避孕药改为生理期避孕的话， 那么在停服避孕药后的头几个月可能会出现额外排卵或不规则行经，所以这几个月应尽可能不采用安全期避孕 ',
        jianfei_rating:4,
		jianfei_content:'瘦腹瘦腿效果极佳，坐在地上，双脚伸直，背向后靠，以手肘作 支撑，手放在髋部，将下背部压向地面，再利用腹部的力量抬起双腿，大概与地面成四十五度脚',
		meiji_rating:4,
		meiji_content:'晚上擦上清爽的美白品，阻断黑斑产生!注意这周油脂分泌量变多了，美白也要选有控油效果的保养品或者注意用吸油面纸',
		shenti_rating:3,
		shenti_content:'尽可能多地享受日光的照射，并经常去空气新鲜的地方活动，会使你的精神放松，而且对于心态的平衡也有很好的作用'
	},
    {
		shouyun_rating:3,
		shouyun_content:'许多疾病会改变女性的排卵时间， 比如内分泌疾病、肾脏疾病等。如果在此期间内用“安全期”避孕，常可导致避孕失败',
        jianfei_rating:4,
		jianfei_content:'平时不喜欢有氧运动，也要尝试做一些，否则可能会出现浮肿和体重增加',
		meiji_rating:4,
		meiji_content:'做好防晒工作，使用较高度数的防晒用品，不管多么赶时间出门，都不能忘记防晒，随身携带美白防晒粉饼补妆预防黑斑，以清爽和控油配方为主',
		shenti_rating:3,
		shenti_content:'身心平衡、情绪格外好，理解力也特别强。现在是你面试和谈判的最好时机'
	}
]
